Repository: ishara/pigeonplanner
Catalog: pigeonplanner/pigeonplanner/data/po/*.po
Languages: da, el, fa, hr, nl, pl, ru

source: Add range
da: Tilføj interval
el: Προσθήκη εύρους
fa: اضافه کردن تیپ
hr: Dodajte raspon
nl: Reeks toevoegen
pl: Dodaj wybór
ru: Добавить несколько голубей

source: Add a range of pigeons
da: Tilføj interval af duer
el: Προσθέστε μια σειρά περιστεριών
fa: اضافه کردن تیپ جدیدی از کبوتران
hr: Dodaj raspon golubova
nl: Voeg een reeks duiven toe
pl: Dodaj szereg gołębi
ru: Добавить список голубей

source: Select all
da: Vælg alt
el: Επιλογή όλων
fa: انتخاب همه
hr: Odaberi sve
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать всё

source: Select all pigeons
da: Vælg alle duer
el: Επιλέξτε όλα τα περιστέρια
fa: انتخاب همه کبوتران
hr: Odaberi sve golubove
nl: Selecteer alle duiven
pl: Zaznacz wszystkie gołębie
ru: Выбрать всех голубей

source: _Add
da: _Tilføj
el: _Προσθήκη
hr: _Dodaj
nl: _Toevoegen
pl: _Dodaj

source: Add a new pigeon
da: Tilføj en ny due
el: Προσθέστε ένα νέο περιστέρι
fa: اضافه کردن کبوتر جدید
hr: Dodaj novog goluba
nl: Voeg een nieuwe duif toe
pl: Dodaj nowego gołębia
ru: Добавить нового голубя

source: Online help
da: Online hjælp
el: Βοήθεια στο ίντερνετ
hr: Online pomoć
nl: Online hulp
pl: Pomoc

source: View online help
da: Se online hjælp
el: Δείτε την ηλεκτρονική βοήθεια
fa: مشاهده راهنمایی بصورت آنلاین
hr: Potraži pomoć online
nl: Bekijk online hulp
pl: Wyświetl pomoc on-line
ru: Просмотреть онлайн-справку

source: _File
da: _Fil
el: _Αρχείο
fa: _فایل
hr: _Datoteka
nl: _Bestand
pl: _Plik
ru: _Файл

source: _Print
da: _Udskriv
el: _Εκτύπωση
hr: _Ispis
nl: _Afdrukken
pl: _Drukuj

source: _Pigeon
da: _Due
el: _Περιστέρι
fa: _کبوتر
hr: _Golub
nl: Dui_f
pl: _Gołąb
ru: _Голубь

source: _Edit
da: _Rediger
el: _Επεξεργασία
fa: ویرایش
hr: _Uredi
nl: Be_werken
pl: _Edytuj
ru: _Правка

source: _View
da: _Vis
el: _Προβολή
fa: _مشاهده
hr: _Pregled
nl: Beel_d
pl: _Widok
ru: _Вид

source: _Tools
da: _Værktøjer
el: _Εργαλεία
fa: _ابزارها
hr: _Alati
nl: _Gereedschappen
pl: _Narzędzia
ru: _Инструменты

source: _Help
da: _Hjælp
el: _Βοήθεια
fa: راهنما
hr: _Pomoć
nl: _Hulp
pl: _Pomoc
ru: _Помощь

source: _Backup
da: _sikkerhedskopi
el: _Αντίγραφο ασφαλείας
fa: _پشتیبان
hr: _Sigurnosna kopija
pl: _Kopia
ru: _Резервное копирование

source: Create a backup of your database
da: Opret en sikkerhedskopi af din database
el: Δημιουργήστε ένα αντίγραφο ασφαλείας της βάσης δεδομένων σας
fa: ایجاد فایل پشتیبان برای اطلاعاتتان
hr: Kreiraj sigurnosnu kopiju baze podataka
nl: Maak een backup van uw database
pl: Tworzenie kopii zapasowej bazy danych
ru: Создать резервную копию базы данных

source: _Quit
da: _Afslut
el: _Έξοδος
hr: _Izlaz
nl: _Afsluiten
pl: _Zakończ

source: Quit the program
da: Afslut programmet
el: Έξοδος από το πρόγραμμα
fa: خروج از برنامه
hr: Izlaz iz programa
nl: Het programma afsluiten
pl: Zamknij program
ru: Выйти из программы

source: _Logfile Viewer
da: Logfil viser
el: _Προβολέας αρχείου καταγραφής
fa: _نمایش فایل تاریخچه ثبت
hr: _Preglednik log datoteke
nl: _Logbestand-weergave
pl: _Przejrzyj logi
ru: Просмотр_Журнала

source: See the logfile
da: Se logfilen
el: Δείτε το αρχείο καταγραφής
fa: مشاهده فایل تاریخچه ثبت
hr: Pogledaj log datoteku
nl: Bekijk het logbestand
pl: Zobacz logi
ru: Просмотреть журнал

source: _Preferences
da: _Præferencer
el: _Προτιμήσεις
hr: _Postavke
nl: _Voorkeuren
pl: _Preferencje

source: Configure the application
da: Konfigurér programmet
el: Διαμόρφωση εφαρμογής
fa: تنظیم کردن برنامه
hr: Podesi aplikaciju
nl: Toepassing configureren
pl: Konfiguracja programu
ru: Настройка приложения

source: Website
da: Hjemmeside
el: Ιστοσελίδα
fa: وبسایت
hr: Web stranica
pl: Strona www
ru: Веб-сайт

source: Go to the website for more information
da: Gå til websiden for mere information
el: Μεταβείτε στον ιστότοπο για περισσότερες πληροφορίες
fa: برای اطلاعات بیشتر برو به وبسایت
hr: Pogledaj web stranicu za više informacija
nl: Ga naar de website voor meer informatie
pl: Przejdź do witryny więcej informacji
ru: Посетите сайт проекта для дополнительной информации

source: Go to the forum for online help
da: Gå til forumet for online hjælp
el: Μεταβείτε στο φόρουμ για ηλεκτρονική βοήθεια
fa: برای راهنمایی انلاین برو به فروم
hr: Potraži pomoć na forumu
nl: Ga naar het forum voor online hulp
pl: Przejdź do forum do pomocy online
ru: Перейти на форум для онлайн-помощи

source: Search for updates...
da: Søg efter opdateringer...
el: Αναζήτηση για ενημερώσεις ...
fa: جستجو برای به روز رسانی ...
hr: Tražite ažuriranja ...
nl: Zoek naar updates...
pl: Szukaj uaktualnień...
ru: Поиск обновлений...

source: Search online for program updates
da: Søg online for program opdateringer
el: Αναζήτηση στο διαδίκτυο για ενημερώσεις προγράμματος
fa: جستجو آنلاین برای به روز رسانی برنامه
hr: Potraži najnovije programske nadogradnje
nl: Zoek online naar programma updates
pl: Szukaj w internecie aktualizacji programu
ru: Поиск обновлений программы в сети Интернет

source: _About
da: _Om
el: _Περί
hr: _Informacije
nl: _Over
pl: _O programie

source: About this application
da: Om dette program
el: Σχετικά με αυτήν την εφαρμογή
fa: درباره این برنامه
hr: O ovom programu
nl: Info over deze toepassing
pl: O programie
ru: О программе

source: Navigation arrows
da: Navigations pile
el: Βέλη πλοήγησης
fa: فلش جهت یابی
hr: Strjelice za navigaciju
nl: Navigatie pijlen
pl: Strzałki nawigacyjne
ru: Стрелки навигации

source: Show or hide the navigation arrows
da: Vis eller skjul navigations pile
el: Εμφάνιση ή απόκρυψη των βελών πλοήγησης
fa: نشان دادن فلشهای جهت یابی
hr: Prikaži ili sakrij strjelice za navigaciju
nl: Toon of verberg de navigatie pijlen
pl: Pokaż lub ukryj strzałki nawigacyjne
ru: Показывает/скрывает стрелки навигации

source: Statistics
da: Statistik
el: Στατιστικά
fa: آمار
hr: Statistika
nl: Statistieken
pl: Statystyka
ru: Статистика

source: Show or hide pigeon statistics
da: Vis eller skjul due statistikker
el: Εμφάνιση ή απόκρυψη στατιστικών περιστεριών
fa: نشان دادن آمار کبوتران
hr: Prikaži ili sakrij statistiku golubova
nl: Toon of verberg duif statistieken
pl: Pokazywanie lub ukrywanie statystyk gołębi
ru: Показать или скрыть статистику

source: Toolbar
da: Værktøjslinje
el: Εργαλειοθήκη
fa: نوار ابزار
hr: Alatna traka
nl: Werkbalk
pl: Pasek narzędzi
ru: Панель инструментов

source: Show or hide the toolbar
da: Vis eller skjul værktøjsbjælken
el: Εμφάνιση ή απόκρυψη της εργαλειοθήκης
fa: نمایش/مخفی‌سازی نوار ابزار
hr: Prikaži ili sakrij alatnu traku
nl: Toon of verberg de werkbalk
pl: Pokazywanie lub ukrywanie paska narzędzi
ru: Показать/спрятать панель инструментов

source: Statusbar
da: Statuslinje
el: Γραμμή κατάστασης
fa: نوار وضعیت
hr: Statusna traka
nl: Statusbalk
pl: Pasek stanu
ru: Панель состояния

source: Show or hide the statusbar
da: Vis eller skjul statusbjælken
el: Εμφάνιση ή απόκρυψη της μπάρας κατάστασης
fa: نشان دادن نوار وضعیت
hr: Prikaži ili sakrij statusnu traku
nl: Toon of verberg de statusbalk
pl: Pokazywanie lub ukrywanie paska stanu
ru: Отобразить/скрыть панель состояния

source: Show all pigeons in the list
da: Vis alle duer på listen
el: Εμφάνιση όλων των περιστεριών στη λίστα
fa: نشان دادن همه کبوتران لیست
hr: Prikaži sve golubove na listi
nl: Toon alle duiven in de lijst
pl: Pokaż wszystkie gołębie na liście

source: Manage your databases
da: Administrer din database
el: Διαχειριστείτε τις βάσεις δεδομένων σας
fa: اطلاعات خود را مدیریت کنید
hr: Upravljajte svojim podacima
nl: Beheer uw databases
pl: Zarządzanie bazami danych

source: _Pedigree
da: _Stamtavle
el: _Γενεαλογικο δέντρο ( pedigree )
fa: _شجره نامه
hr: _Rodovnik
nl: _Stamboom
pl: _Rodowód
ru: _Родословная

source: Print this pedigree
da: Udskriv denne stamtavle
el: Εκτυπώστε αυτό το γενεαλογικό δέντρο ( pedigree )
fa: چاپ این شجره نامه
hr: Ispiši ovaj rodovnik
nl: Druk deze stamboom af
pl: Drukuj rodowód
ru: Напечатать эту родословную

source: Add resul_t
da: Tilføj resulta_t
el: Προσθήκη αποτελέσμα_τος
fa: اضافه کردن نتیجه
hr: Dodaj rezulta_t
nl: _Uitslag toevoegen
pl: Dodaj rezul_tat
ru: Добавить_Результат

source: Add a new result for this pigeon
da: Tilføj et nyt resultat for denne due
el: Προσθέστε ένα νέο αποτέλεσμα για αυτό το περιστέρι
fa: اضافه کردن نتایج جدید برای این کبوتر
hr: Dodaj novi rezultat za ovog goluba
nl: Voeg een nieuwe uitslag to aan deze duif
pl: Dodaj nowy wynik dla tego gołębia
ru: Добавить новый результат этому голубю

source: View the detailed pedigree of this pigeon
da: Vis den detaljerede stamtavle for denne due
el: Δείτε τη λεπτομερή γενεαλογία ( pedigree ) αυτού του περιστεριού
fa: مشاهده شجره نامه این کبوتر
hr: Prikaz detaljnog rodovnika ovoga goluba
nl: Bekijk de gedetailleerde stamboom van deze duif
pl: Zobacz szczegółowy rodowód tego gołębia
ru: Просмотреть подробную родословную голубя

source: Print pedigree
da: Udskriv stamtavle
hr: Ispiši rodovnik
nl: Stamboom afdrukken

source: Edit the selected pigeon
da: Rediger den valgte due
el: Επεξεργαστείτε το επιλεγμένο περιστέρι
fa: ویرایش کبوتر انتخاب شده
hr: Izmjeni podatke o odabranom golubu
nl: Bewerk de geselecteerde duif
pl: Edycja wybranego gołębia
ru: Редактировать выбранного голубя

source: Restore hidden
da: Genskab skjult
el: Επαναφορά κρυφών
hr: Vrati skriveno
nl: Verborgen herstellen
pl: Odtwórz ukryte

source: Restore the selected hidden pigeon
da: Genskab den valgte skjulte due
el: Επαναφέρετε το επιλεγμένο κρυφό περιστέρι
hr: Vrati izabranog skrivenog goluba
nl: Herstel de geselecteerde verborgen duif
pl: Odtwórz wybranego ukrytego gołębia

source: _Remove / Hide
da: Fjern/Skjul
hr: _Ukloni / Sakrij
nl: Ve_rwijderen / Verbergen

source: Remove or hide the selected pigeon
da: Fjern eller skjul den valgte due
hr: Ukloni ili sakrij odabranog goluba
nl: Verwijder of verberg de geselecteerde duif

source: Loading pigeons...
da: Indlæser duer
el: Φόρτωση περιστεριών ...
hr: Učitavam golubove...
nl: Duiven aan het laden...
pl: Wczytywanie gołębia

source: Total
el: Σύνολο
fa: مجموع
hr: Ukupno
nl: Totaal
pl: Razem
ru: Всего

source: From
da: Fra
el: Από
fa: فرستنده
hr: Od
nl: Van
pl: Od
ru: Из

source: To
da: Til
el: Προς
fa: گیرنده
hr: Za
nl: Tot
pl: Do
ru: В

source: Help
da: Hjælp
el: Βοήθεια
hr: Pomoć
nl: Hulp
pl: Pomoc

source: Time
da: Tidspunkt
el: Χρόνος
fa: زمان
hr: Vrijeme
nl: Tijd
pl: Czas
ru: Время

source: Calculate
da: Beregn
el: Υπολογισμός
fa: محاسبه
hr: Izračun
nl: Berekenen
pl: Obliczać
ru: Посчитать

source: Hours
da: Timer
el: Ώρες
fa: ساعت
hr: Sati
nl: Uren
pl: Godziny
ru: Часы

source: Minutes
da: Minutter
el: Λεπτά
fa: دقیقه
hr: Minute
nl: Minuten
pl: Minuty
ru: Минуты

source: Seconds
da: Sekunder
el: Δευτερόλεπτα
fa: ثانیه
hr: Sekunde
nl: Seconden
pl: Sekundy
ru: Секунды

source: Range
da: Interval
el: Απόσταση
fa: تیپ
hr: Domet
nl: Bereik
pl: Zakres
ru: Диапазон

source: Prognosis
da: Prognose
el: Πρόγνωση
fa: پیش بینی کردن
hr: Prognoza
nl: Prognose
pl: Pogoda
ru: Прогноз

source: View all
da: Vis alle
el: Προβολή όλων
fa: مشاهده همه
hr: Prikaz svih
nl: Bekijk alles
pl: Zobacz wszystkie
ru: Просмотреть все

source: Import
da: Importer
el: Εισαγωγή
fa: وارد کردن
hr: Uvoz
nl: Importeren
ru: Импорт

source: Date*
da: Dato*
el: Ημερομηνία*
fa: تاریخ*
hr: Datum*
nl: Datum*
pl: Data*
ru: Дата*

source: Racepoint*
el: Σημείο αγώνα *
fa: نقطه شروع مسابقه*
hr: Mjesto puštanja*
nl: Vlucht*
pl: Miejsce startu*
ru: Место выпуска*

source: Breeding data
da: Avls data
el: Δεδομένα αναπαραγωγής
fa: اطلاعات جوجه کشی
hr: Podaci o uzgoju
nl: Kweek data
pl: Dane dotyczące hodowli
ru: Данные селекции

source: Mate*
da: Han*
el: Σύντροφος*
fa: جفت*
hr: Partner*
nl: Partner*
pl: Partner
ru: Партнер*

source: Series
da: Serier
el: Σειρές
fa: دوره
hr: Serija
nl: Reeks
pl: Seria
ru: Отдел

source: Nestbox
da: Redekasse
el: Φωλιά
fa: آشیانه
hr: Boks za leženje
nl: Nestbak
pl: Cela nr
ru: Гнездо

source: Laid
da: Lagt
el: Τοποθετημένο
fa: تخم گذاشتن
hr: Snešeno
nl: Gelegd
pl: Złożenie
ru: Отложение яйца

source: Hatched
da: Udklækket
el: Εκκολαμμένο
fa: باز شدن تخم
hr: Izleženo
nl: Uitgekomen
pl: Wykluty
ru: Появление птенца

source: Successful
da: Succesfuld
el: Επιτυχής
fa: با موفقیت
hr: Uspješno
nl: Succesvol
pl: Udany
ru: Успешно

source: Add pigeon to list
da: Tilføj due til liste
el: Προσθέστε το περιστέρι στη λίστα
fa: اضافه کردن کبوتر به لیست
hr: Dodaj goluba na listu
nl: Duif aan lijst toevoegen
pl: Dodaj gołębia do listy
ru: Добавить голубя в список

source: Egg 1
da: Æg 1
el: Αυγό 1
fa: تخم اول
hr: Jaje 1
nl: Ei 1
pl: Jajko 1
ru: Яйцо 1

source: Egg 2
da: Æg 2
el: Αυγό 2
fa: تخم دوم
hr: Jaje 2
nl: Ei 2
pl: Jajko 2
ru: Яйцо 2

source: Filter pigeons
da: Filtrer duer
el: Φιλτράρετε τα περιστέρια
fa: فیلتر کردن کبوتران
hr: Filtriraj golubove
nl: Duiven filteren
pl: Filtr gołębi
ru: Фильтровать голубей

source: Search...
da: Søg …
el: Αναζήτηση...
hr: Traži…
nl: Zoeken…
pl: Szukaj...

source: Pigeon year
da: Due år
el: Περιστέρι έτος
fa: سال کبوتر
hr: Godina goluba
nl: Duif jaar
pl: Wiek gołębia

source: Original
el: Αρχικό
fa: اصلی
hr: Izvorno
nl: Origineel
pl: Orginalny
ru: Исходная

source: Swapped details
da: Byttede detaljer
el: Ανταλλαγή λεπτομερειών
fa: جزئیات تعویض
hr: Zamijenjeni detalji
nl: Details verwisseld
pl: Zamienio szczegóły
ru: Измененная

source: Middle
da: Midt
el: Μέση
fa: متوسط
hr: Srednji
nl: Midden
pl: Środkowy

source: Classic
da: Klassisk
el: Κλασσικό
fa: قديمي
hr: Klasični
nl: Klassiek
pl: Klasyczny

source: Splitted
da: Splittet
el: Χωρισμένο
fa: جدا شده
hr: Razdvojen
nl: Gesplitst
pl: Podzielony

source: Ascending
da: Stigende
hr: Uzlazno
nl: Oplopend

source: Descending
da: Faldende
hr: Silazno
nl: Aflopend

source: Options
da: Indstillinger
el: Επιλογές
fa: گزینه ها
hr: Mogućnosti
nl: Opties
pl: Opcje
ru: Опции

source: Check for updates on startup
da: Søg efter updateringer ved start
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση
fa: چک کردن برای آپدیتها با بالا آمدن ویندوز
hr: Provjeri postojanje nadogradnje pri pokretanju programa
nl: Controleer op updates bij het opstarten
pl: Sprawdź aktualizacje na starcie
ru: Проверять обновления при запуске

source: Update
da: Opdater
el: Ενημέρωση
fa: به‌روز رسانی
hr: Nadogradnja
pl: Nadogradnja
ru: Обновить

source: Make an automatic backup
da: Lav en automatisk sikkerhedskopi
el: Δημιουργήστε ένα αυτόματο αντίγραφο ασφαλείας
fa: پشتبان گیری بطور اتوماتیک
hr: Automatski napravi sigurnosnu kopiju
nl: Maak een automatische backup
pl: Dodać do automatycznego tworzenia kopii zapasowych
ru: Автоматически создавать резервную копию

source: Location
da: Placering
el: Τοποθεσία
fa: مکان
hr: Lokacija
nl: Locatie
pl: Lokalizacja
ru: Расположение

source: Backup
da: Sikkerhedskopi
el: Αντίγραφο Ασφαλείας
fa: پشتیبان
hr: Sigurnosna kopija
pl: Kopia zapasowa
ru: Резервное копирование

source: Change the language to
da: Ændr sproget til
el: Αλλάξτε τη γλώσσα σε
fa: تغیر دادن زبان به
hr: Promijeni jezik u
nl: Verander de taal naar
pl: Zmiana języka
ru: Сменить язык на

source: Language
da: Sprog
el: Γλώσσα
fa: زبان
hr: Jezik
nl: Taal
pl: Język
ru: Язык

source: Default distance unit
da: Standard afstand enhed
el: Προεπιλεγμένη μονάδα απόστασης
fa: واحد فاصله پیش فرض
hr: Zadana jedinica udaljenosti
nl: Standaard afstandseenheid
pl: Domyślna jednostka odległości

source: Default speed unit
da: Standard hastighed enhed
el: Προεπιλεγμένη μονάδα ταχύτητας
fa: واحد سرعت پیش فرض
hr: Zadana jedinica brzine
nl: Standaard snelheidseenheid
pl: Domyślna jednostka prędkości

source: Units
da: Enheder
el: Μονάδες μέτρησης
fa: واحدها
hr: Jedinice mjere
nl: Eenheden
pl: Jednostki

source: Window
da: Vindue
el: Παράθυρο
fa: پنجره
hr: Prozor
nl: Venster
pl: Okno
ru: Окно

source: Sort pigeons
da: Sorter duer
hr: Razvrstaj golubove
nl: Duiven sorteren

source: Results mode
da: Resultat tilstand
el: Λειτουργία αποτελεσμάτων
fa: حالت نتایج
hr: Način prikaza rezultata
nl: Resultaten modus
pl: Wyniki

source: Hide deleted pigeons in lists
da: Skjul slettede duer på lister
el: Απόκρυψη διαγραμμένων περιστεριών σε λίστες
fa: مخفی نمودن کبوتران پاک شده از لیست
hr: Sakrij obrisane golubove u listi
nl: Verberg verwijderde duiven in lijsten
pl: Ukryj skasowane gołębie z listy
ru: Скрыть удаленных голубей в списках

source: Color row of deleted pigeons in lists
da: Farve række af slettede duer på lister
el: Έγχρωμη σειρά διαγραμμένων περιστεριών σε λίστες
fa: رنگ ردیف کبوتران پاک شده از لیست
hr: Boja reda izbrisanih golubova u listama
nl: Kleur regel van verwijderde duiven in lijsten
pl: Pokoloruj rzędy z usuniętymi gołębiami
ru: Цвет строк удаленных голубей в списках

source: Theme name
da: Temanavn
hr: Naziv teme
nl: Thema naam

source: Theme
da: Tema
hr: Tema
nl: Thema

source: Text
da: Tekst
el: Κείμενο
fa: متن
hr: Tekst
nl: Tekst
pl: Tekst

source: Image
da: Billede
el: Eικόνα
fa: عکس
hr: Slika
nl: Afbeelding
pl: Zdjęcie
ru: Изображение

source: Text and image
da: Tekst og billede
el: Κείμενο και Εικόνα
fa: متن و عکس
hr: Tekst i slika
nl: Tekst en afbeelding
pl: Tekst i zdjęcie

source: Main Columns
da: Hovedkolonner
el: Κύριες στήλες
fa: ستون­های اصلی
hr: Glavni stupci
nl: Hoofdkolommen
pl: Główne kolumny
ru: Основные столбцы

source: Results Columns
da: Resultats kolonner
el: Στήλες αποτελεσμάτων
fa: ستونهای نتایج
hr: Stupci s rezultatima
nl: Resultaat kolommen
pl: Wyniki kolumny
ru: Столбцы результатов

source: Paper format:
da: Papirformat:
el: Τύπος χαρτιού:
fa: قالب کاغذ:
hr: Format papira:
nl: Papierformaat:
pl: Format papieru:
ru: Формат бумаги:

source: Paper
da: Papir
el: Χαρτί
fa: کاغذ
hr: Papir
nl: Papier
pl: Papier
ru: Бумага

source: Address
da: Adresse
el: Διεύθυνση
fa: آدرس
hr: Adresa
nl: Adres
pl: Adres
ru: Адрес

source: E-mail
el: Ηλεκτρονική αλληλογραφία
fa: پست‌الکترونیکی
hr: E-pošta
ru: Эл.почта

source: Phone
da: Telefon
el: Τηλέφωνο
fa: تلفن
hr: Telefon
nl: Telefoon
pl: Telefon
ru: Телефон

source: Personal
da: Personlig
el: Προσωπικά
fa: شخصی
hr: Osobno
nl: Persoonlijk
pl: Osobno
ru: Личное

source: Show the column names
da: Vis kolonne navne
el: Εμφάνιση των ονομάτων των στηλών
fa: نشان دادن ستون نام­ها
hr: Prikaz naziva kolona
nl: Toon de kolom namen
pl: Pokaż nazwy kolumn
ru: Показывать названия столбцов

source: Always show the sex column
da: Vis altid køn kolonnen
el: Να εμφανίζεται πάντα η στήλη του φύλου
fa: همیشه ستون جنسیت را نشان بده
hr: Uvijek prikaži stupac spola
nl: Altijd de geslachtskolom tonen
pl: Zawsze pokazuj kolumnę płeć
ru: Всегда показывать столбец "Пол"

source: Show the date
da: Vis datoen
el: Εμφάνιση της ημερομηνίας
fa: نشان دادن تاریخ
hr: Prikaz datuma
nl: Toon de datum
pl: Pokaż datę
ru: Показывать дату

source: Custom coefficient multiplier
da: Tilfældig koefficient ganger
el: Πολλαπλασιαστής προσαρμοσμένου συντελεστή
fa: ضریب دلخواه چند برابر
hr: Prilagođeni množitelj koeficijenta
nl: Aangepaste coefficient vermenigvuldiger
pl: Współczynnik mnożnikowy niestandardowy
ru: Стандартный множитель

source: Check for development updates
da: Kontroller for udviklings opdateringer
el: Ελέγξτε για ενημερώσεις ανάπτυξης
fa: چک کردن برای به روز رسانی توسعه
hr: Provjerite ažuriranja za razvoj
nl: Controleer op ontwikkelupdates
pl: Sprawdź aktualizacje
ru: Проверять наличие бета-обновлений

source: Latitude
da: Breddegrad
el: Γεωγραφικό Πλάτος
fa: عرض جغرافیایی
hr: Zemljopisna širina
pl: Szerokość
ru: Широта

source: Longitude
da: Længdegrad
el: Γεωγραφικό Μήκος
fa: طول جغرافیایی
hr: Zemljopisna dužina
pl: Długość
ru: Долгота

source: Drag with the left mousebutton or use the arrow keys to navigate.
da: Træk med den venstre museknap eller brug pile-tasterne for at navigere.
el: Σύρετε με το αριστερό κλικ του ποντικιού ή χρησιμοποιήστε τα πλήκτρα βέλους για πλοήγηση.
hr: Povuci lijevomm tipkom na mišu ili koristi strelice za navigaciju
nl: Sleep met de linkse muisknop of gebruik de pijltjes toetsen om te navigeren.
pl: Przenieś z wciśniętym lewym przyciskiem myszy lub użyj kursów do nawigacji.

source: Use the scrollwheel or plus and minus keys to zoom.
da: Brug scrolhjulet eller plus og minus tasterne for at zoome
el: Χρησιμοποιήστε τη ροδέλα κύλισης του ποντικιού ή τα πλήκτρα συν και πλην για μεγέθυνση.
hr: Koristi dugme za skrolanje ili plus i minus tipku za uvećavanje
nl: Gebruik het muis wiel of de plus en min toetsen om te zoomen.
pl: Użyj kółka przewijania lub klawiszy puls/minus by powiększyć

source: Right click to add a racepoint at the current location.
da: Højreklik for at tilføje racepoint på den nuværende placering
el: Κάντε δεξί κλικ για να προσθέσετε ένα σημείο αγώνα στην τρέχουσα τοποθεσία.
hr: Desni klik za dodavanje mjesta puštanja na trenutnu lokaciju
nl: Klik met de rechtse muisknop om een vlucht toe te voegen op de huidige locatie.
pl: Użyj prawego przycisku myszy, by dodać punkt lotu w pozycji kursora.

source: A loft with valid coordinates is required to use the distance calculation feature.
da: Et loft med gyldige koordinater er krævet for at bruge afstands beregnerens muligheder
el: Απαιτείται κουμάσι με έγκυρες συντεταγμένες για να χρησιμοποιηθεί η δυνατότητα υπολογισμού απόστασης
hr: Za korištenje značajke izračuna udaljenosti potreban je golubinjak s važećim koordinatama.
nl: Een hok met geldige coordinaten is nodig om de afstandsmeter optie te gebruiken.
pl: Współrzędne geograficzne gołębnika są wymagane do wyliczenia dystansu.

source: Not now
da: Ikke nu
el: Όχι τώρα
hr: Ne sada
nl: Niet nu
pl: Nie teraz

source: Unit
da: Enhed
el: Μονάδα
hr: Mjerna jedinica
nl: Eenheid
pl: Grupa

source: GPS track
da: GPS spor
el: Εντοπισμός GPS
hr: GPS praćenje
nl: GPS spoor
pl: Dane GPS

source: Map type
da: Korttype
el: Τύπος χάρτη
hr: Vrsta karte
nl: Kaarttype
pl: Typ mapy

source: View all results
da: Vis alle resultater
el: Δείτε όλα τα αποτελέσματα
fa: مشاهده تمام نتاج
hr: Prikaz svih rezultata
nl: Bekijk alle uitslagen
pl: Zobacz wszystkie wyniki
ru: Смотреть все результаты

source: Export these results
da: Eksporter disse resultater
hr: Izvezi ove rezultate
nl: Deze resultaten exporteren

source: Export
da: Eksportér
el: Εξαγωγή
fa: صادر کردن
hr: Izvoz
nl: Exporteer
pl: Eksport
ru: Экспорт

source: Save these results
da: Gem disse resultater
fa: این نتایج را ذخیره کن
hr: Spremanje ovih rezultata
nl: Bewaar deze uitslagen
pl: Zapisz te wyniki
ru: Сохранить эти результаты

source: Print preview for these results
da: Udskriv visning for disse resultater
hr: Pregled ispisa za ove rezultate
nl: Afdrukvoorbeeld van deze resultaten

source: Print these results
da: Udskriv disse resultater
fa: پرینت نتایج
hr: Ispis ovih rezultata
nl: Druk deze uitslagen af
pl: Drukuj te wyniki
ru: Распечатать эти результаты

source: Print
da: Udskriv
el: Εκτύπωση
hr: Ispis
nl: Afdrukken
pl: Drukuj

source: Filter results
da: Filtrér resultater
el: Φιλτράρισμα αποτελεσμάτων
fa: فیلتر کردن نتایج
hr: Filtriraj rezultate
nl: Uitslagen filteren
pl: Filtrowanie wyników
ru: Отфильтровать результаты

source: Pigeon
da: Due
el: Περιστέρι
fa: کبوتر
hr: Golub
nl: Duif
pl: Gołąb
ru: Голубь

source: Hide non-classified results
da: Skjul ikke-klasificerede resultater
el: Απόκρυψη μη ταξινομημένων αποτελεσμάτων
fa: مخفی کردن نتایج طبقه بندی نشده
hr: Sakrij nerazvrstane rezultate
nl: Verberg niet-geklasseerde resultaten
pl: Ukryj wyniki nieklasyfikowane

source: Extra
da: Ekstra
el: Επιπλέον
fa: مطالب بیشتر
hr: Dodatno
pl: Informacja
ru: Дополнительно

source: These lines will be shown on the pedigree.
da: Disse linjer vil blive vist på stamtavlen
el: Αυτές οι γραμμές θα εμφανίζονται στο γενεαλογικό δέντρο ( pedigree ).
hr: Ove linije će biti prikazane na rodovniku.
nl: Deze regels worden getoond op de stamboom.
pl: Te linie będą widoczne na rodowodzie.
