Repository: ishara/pigeonplanner
Catalog: pigeonplanner/pigeonplanner/data/po/*.po
Languages: da, el, fa, hr, nl, pl, ru

source: Cocks
da: Kokke
el: Αρσενικά
fa: نرها
hr: Mužjaci
nl: Doffers
pl: Samce
ru: Самцы

source: Hens
da: Høner
el: Θυλικά
fa: ماده ها
hr: Ženke
nl: Duivinnen
pl: Samice
ru: Самки

source: Young birds
da: Unge fugle
el: Νεαρά περιστέρια
fa: جوجه کبوتران
hr: Mladi
nl: Jonge duiven
pl: Młode gołębie
ru: Птенцы

source: Unknown
da: Ukendt
el: Άγνωστο
hr: Nepoznato
nl: Onbekend
pl: Nieznany

source: Number of results
da: Antal resultater
el: Αριθμός αποτελεσμάτων
fa: تعداد نتایج
hr: Broj rezultata
nl: Aantal uitslagen
pl: Liczba wyników
ru: Количество результатов

source: Number of couples
da: Antal par
el: Αριθμός ζευγαριών
fa: تعداد جفتها
hr: Broj parova
nl: Aantal koppels
pl: Ilość par
ru: Количество пар

source: Search a pigeon
da: Søg en due
el: Αναζητήστε ένα περιστέρι
fa: جستجوی کبوتر
hr: Potraži goluba
nl: Zoek een duif
pl: Szukaj gołębia
ru: Искать голубя

source: Show all pigeons
da: Vis alle duer
el: Εμφάνιση όλων των περιστεριών
fa: نشان دادن همه کبوتران
hr: Prikaži sve golubove
nl: Toon alle duiven
pl: Pokaż wszystkie gołębie

source: Media
da: Medie
el: Πολυμέσα
fa: رسانه
hr: Mediji
ru: Медиа-данные

source: Other
da: Anden
el: Άλλο
fa: سایر
hr: Drugo
nl: Andere
pl: Inne
ru: Прочее

source: Medication
da: Medicinering
el: Φαρμακευτική αγωγή
fa: درمان/دارو
hr: Lijekovi
nl: Medicatie
pl: Leki
ru: Лечение

source: Edit
da: Redigér
el: Επεξεργασία
hr: Uredi
nl: Bewerken
pl: Edytuj

source: Remove
da: Fjern
el: Αφαίρεση
hr: Ukloni
nl: Verwijderen
pl: Usuń

source: Removing the selected medication entry
da: Fjerner den valgte medicineringsport
el: Κατάργηση της επιλεγμένης καταχώρισης φαρμάκου
fa: حذف داروی انتخاب شده
hr: Uklanjanje odabranog unosa lijeka
nl: Verwijder de geselecteerde medicatie ingave
pl: Usunięcie wybranej pozycji leków
ru: Удаление выбранной записи о лекарстве

source: Remove this entry for all pigeons?
da: Fjern denne indtræden for alle duer?
el: Κατάργηση αυτής της καταχώρισης για όλα τα περιστέρια;
fa: حذف این مطلب برای همه کبوتران؟
hr: Uklanjanje upisa za sve golubove?
nl: Verwijder deze ingave voor alle duiven?
pl: Usuń ten wpis dla wszystkich gołębi?
ru: Удалить эту запись для всех голубей?

source: Results of pigeon
da: Resultat af due
el: Αποτελέσματα περιστεριού
fa: نمایش نتایج کبوتر
hr: Rezultati goluba
nl: Resultaten van duif
pl: Wyniki gołębi
ru: Результаты голубя

source: Add to pedigree details
da: Føj til stamtavledetaljer
el: Προσθέστε στις γενεαλογικές ( pedigree ) λεπτομέρειες
fa: اضافه کردن به جزئیات شجره نامه
hr: Dodajte u detalje rodovnika
nl: Toevoegen aan stamboom details
pl: Dodaj do szczegółów rodowodowych

source: No empty space found in pedigree details.
da: Ingen tom plads fundet i stamtavledetaljer.
el: Δεν βρέθηκε κενός χώρος στις γενεαλογικές ( pedigree ) λεπτομέρειες.
fa: فضای خالی در قسمت جزئیات شجره وجود ندارد.
hr: U podacima o rodovnici nije pronađen prazan prostor.
nl: Geen vrije ruimte gevonden in de stamboom details
pl: Nie znaleziono pustej przestrzeni w szczegółach rodowodowych.

source: Edit result for:
da: Rediger resultat for:
el: Επεξεργασία αποτελέσματος για:
fa: ویرایش نتایج برای:
hr: Izmijeni rezultat za:
nl: Bewerk uitslag voor:
pl: Edytuj wynik:
ru: Редактировать результат для:

source: Add result for:
da: Tilføj resultat for:
el: Προσθήκη αποτελέσματος για:
fa: اضافه کردن نتیجه برای:
hr: Dodaj rezultat za:
nl: Voeg uitslag toe voor:
pl: Dodaj wynik:
ru: Добавить результат для:

source: Relatives
da: Slægtninge
el: Συγγενείς
fa: خویشاوندان
hr: Srodnici
nl: Verwanten
pl: Krewni
ru: Родственники

source: <b>Brothers and sisters</b>
da: <b> Brødre og Søstre</b>
el: <b> Αδελφοί και αδελφές </b>
fa: <b>خواهرها و برادرها</b>
hr: <b>Braća i sestre</b>
nl: <b>Broers en zussen</b>
pl: <b>Bracia i siostry</b>
ru: <b>Братья и сестры</b>

source: <b>Half brothers and sisters</b>
da: <b>Halv-brødre og søstre</b>
el: <b> Μισοί αδελφοί και αδελφές </b>
fa: <b>شریک برادرها و خواهرها</b>
hr: <b>Polubraća i polusestre</b>
nl: <b>Halfbroers en zussen</b>
pl: <b>Pół bracia i siostry</b>
ru: <b>Братья и сестры по одному общему родителю</b>

source: <b>Offspring</b>
da: <b>Afkom</b>
el: <b> Απόγονος </b>
fa: <b>فرزندان</b>
hr: <b>Potomstvo</b>
nl: <b>Jongen</b>
pl: <b>Potomstwo</b>
ru: <b>Потомки</b>

source: Information
el: Πληροφορία
hr: Informacije
nl: Informatie
pl: Informacje

source: Go to
da: Gå til
el: Μετάβαση σε:
hr: Idi na
nl: Ga naar
pl: Idź do

source: Common parent
da: Fælles forældre
el: Κοινός γονέας
fa: والدین مشترک
hr: Zajednički roditelj
nl: Gem. ouder
pl: Wspólny rodzic
ru: Общий родитель

source: Country
da: Land
el: Χώρα
fa: کشور
hr: Zemlja
nl: Land
pl: Kraj
ru: Страна

source: Letters
da: Bogstaver
el: Γράμματα
hr: Pisma
pl: Litery

source: Number
da: Tal
el: Αριθμός
hr: Broj
nl: Getal
pl: Numer

source: The number and year fields are required.
da: Antal og år-felterne er kræves.
el: Τα πεδία αριθμού και έτους είναι υποχρεωτικά.
hr: Polja broja i godine su obavezna.
nl: De getal en jaar velden zijn verplicht.
pl: Numer i rok wymagane.

source: The year has to be four digits long.
da: Året skal være fire tal langt.
el: Το έτος πρέπει να έχει τέσσερα ψηφία.
hr: Godina mora biti dugačka četiri znamenke.
nl: Het jaartal moet vier cijfers lang zijn.
pl: Rok musi zawierać cztery cyfry.

source: Band format
da: Båndformat
el: Μορφή δαχτυλιδιού
hr: Format prstena
nl: Ring formaat
pl: Zły format

source: The number and year are required when providing the country.
da: Antallet og år er påkrævet ved oplysning af landet.
el: Ο αριθμός και το έτος απαιτούνται κατά την παροχή της χώρας.
hr: Broj i godina potrebni su prilikom unosa zemlje.
nl: Het nummer en jaartal zijn verplicht als het land ingevuld is.
pl: Numer i rok wymagane do wprowadzenia nazwy kraju.

source: The number and year are required when providing the letters.
da: Antallet og år er krævet ved oplysning om bogstaverne.
el: Ο αριθμός και το έτος απαιτούνται κατά την παροχή των γραμμάτων.
hr: Broj i godina potrebni su prilikom unosa pisama.
nl: Het nummer en jaartal zijn verplicht als de letters ingevuld zijn.
pl: Numer i rok wymagane do wprowadzenia liter.

source: The number is required.
da: Antallet er krævet.
el: Ο αριθμός απαιτείται.
hr: Broj je obavezan
nl: Het nummer is verplicht.
pl: Numer jest wymagany.

source: The year is required.
da: Året er krævet.
el: Το έτος απαιτείται.
hr: Godina je obavezna
nl: Het jaartal is verplicht.
pl: Rok jest wymagany.

source: The length of the year needs to be four digits.
da: Længden af året skal være fire tal.
el: Το μέγεθος του έτους πρέπει να είναι τέσσερα ψηφία.
hr: Broj godine mora biti 4 broja
nl: Het jaartal moet vier cijfers lang zijn.
pl: Rok musi zawierać cztery cyfry.

source: Year (short)
da: År (kort)
el: Έτος (σύντομο)
hr: Godina (kratko)
nl: Jaar (kort)
pl: Rok ( dwie cyfry)

source: Empty
da: Tom
el: Κενό
hr: Prazno
nl: Leeg
pl: Pusty

source: Make this format the default
da: Gør dette format standarden.
el: Ορίστε αυτήν τη μορφή ως προεπιλογή
hr: Učinite ovaj format zadanim
nl: Gebruik dit formaat als standaard
pl: Wybierz ten format jako domyślny

source: Yards
da: Meter
el: Γιάρδες
fa: یارد
hr: Jardi
ru: Ярды

source: Kilometres
da: Kilometer
el: Χιλιόμετρα
fa: کیلومتراژ
hr: Kilometara
nl: Kilometer
pl: Kilometr
ru: Километры

source: Metres
da: Meter
el: Μέτρα
fa: متر
hr: Metara
nl: Meter
pl: Metr
ru: Метры

source: Centimetres
da: Centimeter
el: Εκατοστά
fa: سانتیمتر
hr: Centimetara
nl: Centimeter
pl: Centymetr
ru: Сантиметры

source: Inches
da: Tommer
el: Ίντσες
fa: اینچ
hr: Inča
pl: Cale
ru: Дюймы

source: Feet
da: Fod
el: Πόδια
fa: فوت
hr: Stopa
nl: Voet
pl: Stopa
ru: Футы

source: Miles
da: Mil
el: Μίλια
fa: مایل
hr: Milja
nl: Mijl
pl: Mila
ru: Мили

source: Nautical Miles
da: Sømil
el: Ναυτικά μίλια
fa: مایل دریایی (برابر با 183 متر)
hr: Nautičkih milja
nl: Zeemijlen
pl: Mile morskie
ru: Морские мили

source: Yard per Minute
da: Yard per minut
el: Γιάρδα το λεπτό
fa: یارد بر دقیقه
hr: Jardi u minuti
nl: Yard per Minuut
pl: Yard na minutę
ru: Ярдов в Минуту

source: Metres per Minute
da: Meter per minut
el: Μέτρα το λεπτό
fa: متر بردقیقه
hr: Metara u minuti
nl: Meter per Minuut
pl: Metrów na minutę
ru: Метров в Минуту

source: Metres per Second
da: Meter per sekund
el: Μέτρα το δευτερόλεπτο
fa: متر برثانیه
hr: Metara u sekundi
nl: Meter per Seconde
pl: Metrów na sekundę
ru: Метров в Секунду

source: Kilometre per Hour
da: Kilometer per time
el: Χιλιόμετρα την ώρα
fa: کیلومتر بر ساعت
hr: Kilometara na sat
nl: Kilometer per Uur
pl: Kilometry na godz
ru: Километров в Час

source: Feet per Second
da: Fod per sekund
el: Πόδια το δευτερόλεπτο
fa: فوت بر ثانیه
hr: Stopa u sekundi
nl: Voet per Seconde
pl: Stopy na sekundę
ru: Футов в Секунду

source: Feet per Minute
da: Fod per minut
el: Πόδια το λεπτό
fa: فوت بر دقیقه
hr: Stopa u minuti
nl: Voet per Minuut
pl: Stopy na minute
ru: Футов в Минуту

source: Mile per Hour
da: Mil per time
el: Μίλια την ώρα
fa: متر برساعت
hr: Milja na sat
nl: Mijl per Uur
pl: Mile na godz
ru: Миль в Час

source: Input should be in one of these formats: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
da: Inddata skal være i et af disse formater: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
el: Η είσοδος πρέπει να είναι σε μία από αυτές τις μορφές: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
fa: ورودی باید در یکی از این فرمتها باشد: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
hr: Unos treba biti u jednom od ovih formata:\ DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
nl: Invoer moet in een volgend formaat zijn: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
pl: Dane wejściowe powinny być w jednym z następujących formatów: Dd.dddddd° DD°MM.mmm' DD°MM'SS.s"
ru: Данные следует вводить в таком формате: ГГ.гггггг° ГГ°ММ.ммм’ ГГ°ММ’СС.с”

source: Pigeons: %s
da: Duer: %s
el: Περιστέρια:% s
fa: کبوتران: %s
hr: Golubovi:% s
nl: Duiven: %s
pl: Gołębie: %s
ru: Голуби: %s

source: On
da: Til
el: Ενεργό
fa: روشن
hr: Uključeno
nl: Aan
pl: Wł
ru: Вкл

source: Off
da: Fra
el: Ανενεργό
fa: خاموش
hr: Isključeno
nl: Uit
pl: Wył
ru: Откл

source: <edit>
da: (rediger)
el: <επεξεργασία>
fa: <ویرایش>
hr: <editiranje>
nl: <bewerken>
pl: <edycja>
ru: <редактировать>

source: Clear
da: Ryd
el: Καθαρισμός
hr: Očisti
nl: Wissen
pl: Wyczyść

source: Colours
da: Farver
el: Χρώματα
fa: رنگها
hr: Boje
nl: Kleuren
pl: Kolor
ru: Цвета

source: Sectors
da: Sektorer
el: Τομείς
fa: نواحی
hr: Sektori
nl: Sectoren
pl: Sektory
ru: Секторы

source: Types
da: Typer
el: Τύποι
fa: انواع
hr: Tipovi
nl: Soorten
pl: Typ
ru: Типы

source: Categories
da: Kategorier
el: Κατηγορίες
fa: دسته ها
hr: Kategorije
nl: Categorieën
pl: Kategoria
ru: Категории

source: Racepoints
el: Σημεία αγώνα
fa: نقاط شروع مسابقه
hr: Mjesta puštanja
nl: Vluchten
pl: Miejsce puszczania
ru: Места выпуска

source: Strains
da: pres
el: Γένοι
fa: نژادها
hr: Loze
nl: Rassen
pl: Szczepy
ru: Породы

source: Lofts
el: Κουμάσια
fa: کبوتر خانه ها
hr: Golubinjaci
nl: Hokken
pl: Loty
ru: Голубятни

source: Removing the selected racepoint.
da: Fjerner de valgte racepoint.
el: Κατάργηση του επιλεγμένου σημείου αγώνα.
hr: Uklanjam izabrano mjesto puštanja
nl: De geselecteerde vlucht verwijderen.
pl: Usuwanie wybranego miejsca zawodów.

source: The racepoint name is required.
da: Racepointnavn er krævet.
el: Απαιτείται το όνομα του αγώνα.
hr: Ime mjesta puštanja je obavezno
nl: De naam van de vlucht is verplicht.
pl: Miejsce zawodów jest wymagane.

source: Close this window
da: Luk dette vindue
el: Κλείσιμο αυτού του παραθύρου
fa: این پنجره را ببند
hr: Zatvori ovaj prozor
nl: Dit venster sluiten
pl: Zamknij okno
ru: Закрыть это окно

source: Zooms to fit the page width
da: Zoomer for at passe til side bredde
el: Μεγεθύνει ώστε να ταιριάζει στο πλάτος της σελίδας
fa: زوم برای فیت کردن عرض صفحه
hr: Zumiranje kako bi odgovarao širini stranice
nl: Paginabreed tonen
pl: Dopasuj do szerokości strony
ru: Масштаб по ширине страницы

source: Zooms to fit the whole page
da: Tilpas zoom til hele siden
el: Μεγεθύνει ώστε να ταιριάζει σε ολόκληρη τη σελίδα
fa: به اندازه‌ای که تمام صفحه جا شود زوم می‌کند
hr: Zumiranje do pune veličine stranice
nl: Pagina passend zoomen
pl: Przybliża, aby pasowały do całej strony
ru: Поместить всю страницу

source: Zooms the page in
da: Zoom ind på siden
el: Μεγεθύνει τη σελίδα
fa: صفحه را به داخل زوم می‌کند
hr: Uvećava stranicu
nl: Pagina inzoomen
pl: Przybliża strony
ru: Увеличить масштаб

source: Zooms the page out
da: Zoom ud på siden
el: Σμικρύνει τη σελίδας
fa: صفحه را به خارج زوم می‌کند
hr: Umanjuje stranicu
nl: Pagina uitzoomen
pl: Powiększa się strona
ru: Уменьшить масштаб

source: There was an error saving the pedigree.
da: Der skete en fejl ved gem af stamtavlen.
hr: Greška pri spremanju rodovnika
nl: Er is een fout opgetreden bij het opslaan van de stamboom.

source: Could not create %s
da: Kunne ikke danne %s
el: Δεν ήταν δυνατή η δημιουργία% s
fa: نمی­توان %s را ایجاد کرد
hr: Nije moguće stvoriti % s
nl: Kon %s niet aanmaken
pl: Nie można utworzyć %s
ru: Ошибка при создании %s

source: Close file first
da: Luk fil først
el: Κλείστε πρώτα το αρχείο
fa: ابتدا فایل را ببندید
hr: Prvo zatvorite datoteku
nl: Sluit bestand eerst
pl: Najpierw zamknij plik
ru: Сначала закройте файл

source: No filename given
da: Ingen filnavn givet
el: Δεν δόθηκε όνομα αρχείου
fa: نام فایل وارد نشده است
hr: Nije dodijeljeno ime datoteke
nl: Geen bestandsnaam opgegeven
pl: Nie podano nazwy pliku
ru: Не указано имя файла

source: File %s already open, close it first.
da: Fil %s ar allerede åben, luk den først.
el: Το αρχείο% s είναι ήδη ανοιχτό, κλείστε το πρώτα.
fa: فایل %s قبلا باز شده است ، ابتدا آن را ببندید.
hr: Datoteka% s već otvorena, prvo je zatvorite.
nl: Bestand %s is al geopend, sluit het eerst.
pl: Plik %s jest już otwarty, zamknij go najpierw.
ru: Файл %s уже открыт, сначала необходимо его закрыть.

source: Print Preview
da: Forhåndsvisning af udskrift
el: Προεπισκόπηση Εκτύπωσης
fa: پیش‌نمایش چاپ
hr: Pregled prije ispisa
nl: Afdrukvoorbeeld
pl: Podgląd wydruku
ru: Предварительный просмотр

source: Shows the first page
da: Viser den første side
el: Εμφανίζει την πρώτη σελίδα
fa: اولین صفحه را نشان بده
hr: Prikaz prve stranice
nl: Laat de eerste pagina zien
pl: Pokazuje na pierwszej stronie
ru: Показать первую страницу

source: Shows previous page
da: Viser den forrige side
el: Εμφανίζει την προηγούμενη σελίδα
fa: صفحه قبلی را نشان بده
hr: Prikaz prethodne stranice
nl: Laat de vorige pagina zien
pl: Pokazuje poprzedniej strony
ru: Показать предыдущую страницу

source: Shows the next page
da: Viser den næste side
el: Εμφανίζει την επόμενη σελίδα
fa: صفحه بعدی را نشان بده
hr: Prikaz sljedeće stranice
nl: Laat de volgende pagina zien
pl: Wyświetla następną stronę
ru: Показать следующую страницу

source: Shows the last page
da: Viser den sidste side
el: Εμφανίζει την τελευταία σελίδα
fa: آخرین صفحه را نشان بده
hr: Prikaz posljednje stranice
nl: Laat de laatste pagina zien
pl: Pokazuje ostatnią stronę
ru: Показать последнюю страницу

source: of %d
da: af %d
el: από %d
fa: از %d
hr: od% d
nl: van %d
pl: z %d
ru: из %d

source: My pigeons
da: Mine duer
el: Τα περιστέρια μου
fa: کبوتر من
hr: Moji golubovi
nl: Mijn duiven
pl: Moje gołębie

source: My default database
da: Min standard database
el: Η προεπιλεγμένη βάση δεδομένων μου
fa: پایگاه داده پیش فرض من
hr: Moja zadana baza podataka
nl: Mijn standaard database
pl: Moja domyślna baza danych

source: This database is already added.
da: Denne database er allerede tilføjet.
el: Αυτή η βάση δεδομένων έχει ήδη προστεθεί.
fa: این پایگاه داده در حال حاضر اضافه شده است.
hr: Ova je baza podataka već dodana.
nl: Deze database is al toegevoegd.
pl: Ta baza danych jest już dodana.

source: Database path '%s' is not writeable.
da: Database sti '%s' er ikke skrivebar.
el: Η διαδρομή βάσης δεδομένων '% s' δεν είναι εγγράφως.
fa: مسیر پایگاه داده '%s' قابل نوشتن نیست.
hr: Put baze podataka '% s' nije moguće upisati.
nl: Database pad '%s' is niet schrijfbaar.
pl: Ścieżka bazy danych '%s' nie jest zapisywalna.

source: Moving the database failed with message: %s
da: At flytte databasen fejlede med beskeden: %s
el: Η μετακίνηση της βάσης δεδομένων απέτυχε με μήνυμα: %s
fa: جابجایی پایگاه داده بدلیل زیر انجام نشد: %s
hr: Premještanje baze podataka nije uspjelo porukom: % s
nl: Het verplaatsen van de database is mislukt met volgend bericht: %s
pl: Przenoszenie bazy danych nie powiodło się z komunikatem: %s

source: Unable to remove the database: permission denied
da: Kunne ikke fjerne databasen: tilladelse nægtet
el: Δεν είναι δυνατή η κατάργηση της βάσης δεδομένων: απορρίφθηκε η άδεια
fa: پایگاه داده حذف نشد: شما اجازه دسترسی را ندارید.
hr: Nije moguće ukloniti bazu podataka: odobrenje odbijeno
nl: Het is niet mogelijk deze database te verwijderen: toegang geweigerd
pl: Nie można usunąć bazy danych: brak uprawnień do zapisu

source: copy
da: kopier
el: αντιγραφή
hr: kopiraj
nl: Kopiëren
pl: kopia

source: Database name is required.
da: Databasenavn er krævet
el: Απαιτείται όνομα βάσης δεδομένων.
fa: نام پایگاه داده مورد نیاز است.
hr: Naziv baze podataka je obavezan.
nl: Database naam is vereist.
pl: Wymagana jest nazwa bazy danych.

source: Database name '%s' already exists.
da: Databasenavn '%s' eksisterer allerede.
el: Το όνομα βάσης δεδομένων '% s' υπάρχει ήδη.
fa: نام پایگاه داده '%s' از قبل وجود دارد.
hr: Naziv baze podataka '% s' već postoji.
nl: Database naam '%s' bestaat al.
pl: Nazwa bazy danych '%s' już istnieje.

source: The file '%s' is not a valid Pigeon Planner backup.
da: Filen '%s' er ikke en guldig Pigeon Planner sikkerhedskopi.
el: Το αρχείο '% s' δεν είναι έγκυρο αντίγραφο ασφαλείας του Pigeon Planner.
hr: Datoteka '% s' nije važeća sigurnosna kopija Pigeon Plannera.
nl: Het bestand '%s' is geen geldig Pigeon Planner backup.
pl: Plik '%s' nie jest prawidłowym plikiem kopii programu Pigeon Planner.

source: Error: This file does not exist
da: Fejl: denne fil eksisterer ikke
el: Σφάλμα: Αυτό το αρχείο δεν υπάρχει
fa: خطا:این فایل وجود ندارد
hr: Pogreška: ova datoteka ne postoji
nl: Fout: Dit bestand bestaat niet
pl: Błąd: Plik nie istnieje
ru: Ошибка: Указанный файл не существует.

source: Error opening file:
da: Fejl ved åbning af fil:
el: Σφάλμα ανοίγματος αρχείου:
fa: خطا در باز کردن فایل:
hr: Pogreška prilikom otvaranja datoteke:
nl: Fout bij het openen van bestand:
pl: Błąd podczas otwierania pliku:
ru: Ошибка при открытии файла:

source: Young bird
da: Ung fugl
el: Νεαρό περιστέρι
fa: جوجه کبوتر
hr: Mlado
nl: Jonge duif
pl: Młody ptak
ru: Птенец

source: Dead
da: Død
el: Νεκρό
fa: مرده
hr: Mrtav
nl: Gestorven
pl: Zmarł
ru: Умер[ла]

source: Active
da: Aktive
el: Ενεργό
fa: فعال
hr: Aktivan
nl: Actief
pl: Aktywny
ru: Активен

source: Sold
da: Solgt
el: Πουλημένο
fa: فروخته شده
hr: Prodan
nl: Verkocht
pl: Sprzedany
ru: Продано

source: Lost
da: Tabt
el: Χαμένο
fa: باخت خورده
hr: Izgubljen
nl: Verloren
pl: Zaginoł
ru: Потерян

source: Breeder
da: Avler
el: Εκτροφέας
fa: کبوتر مادر
hr: Uzgajatelj
nl: Kweker
pl: Rozpłód
ru: Голубевод

source: On loan
da: Til lån
el: Σε δανεισμό
fa: قرض داده شده
hr: Iznajmljen
nl: Uitgeleend
pl: Wypożyczony
ru: Отдан во временное польщование

source: Widow
da: Enke
el: Χήρα
fa: بیوه شده
hr: Udovica
nl: Weduwe
pl: Wdowa/wdowiec

source: Go to the previous pedigree
da: Gå til den forrige stamtavle
el: Μεταβείτε στο προηγούμενο γενεαλογικό
hr: Idi na prethodni rodovnik
nl: Ga naar de vorige stamboom
pl: Przejdź do poprzedniego rodowodu

source: Previous
da: Forrige
el: Προηγούμενο
hr: Predhodno
nl: Vorige
pl: Poprzedni

source: Go to the first selected pedigree
da: Gå til den først valgte stamtavle
el: Μεταβείτε στο πρώτο επιλεγμένο γενεαλογικό
hr: Idite na prvi odabrani rodovnik
nl: Ga naar de eerst geselecteerde stamboom
pl: Przejdź do pierwszego wybranego rodowodu

source: Home
da: Hjem
el: Αρχική
hr: Polazno
nl: Thuis
pl: Strona główna

source: Go to the next pedigree
da: Gå til næste stamtavle
el: Μεταβείτε στο επόμενο γενεαλογικό δέντρο ( pedigree )
hr: Idi na na sljedeći rodovnik
nl: Ga naar de volgende stamboom
pl: Przejdź do następnego rodowodu

source: Next
da: Næste
el: Επόμενο
hr: Slijedeće
nl: Volgende
pl: Następny

source: View this pedigree
da: Gennemse denne stamtavle
el: Δείτε αυτό το γενεαλογικό δέντρο ( pedigree )
fa: مشاهده این شجره نامه
hr: Pogledaj ovaj rodovnik
nl: Bekijk deze stamboom
pl: Zaobacz rodowód
ru: Показать эту родословную

source: Blank pedigree
da: Blank stamtavle
el: Κενό γενεαλογικό δέντρο ( pedigree )
fa: شجره نامه خالی
hr: Prazan rodovnik
nl: Lege stamboom
pl: Czysty rodowód
ru: Шаблон родословной

source: Print a blank pedigree
da: Udskriv blank stamtavle
el: Εκτυπώστε ένα κενό γενεαλογικό δέντρο ( pedigree )
fa: چاپ یک شجره نامه خالی
hr: Ispis praznog rodovnika
nl: Een lege stamboom afdrukken
pl: Drukuj czysty rodowód
ru: Напечатать шаблон для родословной

source: Print a list of pigeons
da: Udskriv en liste af duer
el: Εκτυπώστε μια λίστα περιστεριών
fa: پرینت گرفتن یک لیست از کبوتران
hr: Ispišite popis golubova
nl: Een lijst van duiven afdrukken
pl: Wydrukuj listę gołębi
ru: Печатать список голубей

source: Export...
da: Eksportér …
el: Εξαγωγή...
fa: صادر کردن...
hr: izvoz
nl: Exporteren...
pl: Eksportuj...
ru: Экспорт...

source: Export data to other formats
da: Eksporter data til andet format
el: Εξαγωγή δεδομένων σε άλλες μορφές
fa: صادر کردن اطلاعات با فرمتهای دیگر
hr: Izvoz podataka u druge formate
nl: Data exporteren naar andere formaten
pl: Eksport danych do innych formatów
ru: Экспорт данных в другие форматы

source: Data manager
da: Data administrator
el: Διαχειριστής δεδομένων
fa: مدیریت اطلاعات
hr: Upravitelj podataka
nl: Databeheer
pl: Menedżer danych
ru: Управление данными

source: Manage your data
da: Administrer dine data
el: Διαχειριστείτε τα δεδομένα σας
fa: مدیریت اطلاعات شما
hr: Upravljajte svojim podacima
nl: Beheer uw data
pl: Zarządzanie danymi
ru: Управляйте своими данными

source: Address book
da: Adressebog
el: Βιβλίο διευθύνσεων
fa: دفتر آدرس
hr: Adresar
nl: Adresboek
pl: Książka adresowa
ru: Адресная книга

source: View the address book
da: Se adressebogen
el: Δείτε το βιβλίο διευθύνσεων
fa: مشاهده دفتر آدرس
hr: Prikaz adresara
nl: Bekijk het adresboek
pl: Książka adresowa
ru: Просмотреть адресную книгу

source: Photo album
da: Fotoalbum
el: Άλμπουμ φωτογραφιών
fa: آلبوم عکسها
hr: Foto album
nl: Fotoalbum
pl: Album zdjęć
ru: Фотоальбом

source: View the images of your pigeons
da: Se billederne af dine duer
el: Δείτε τις εικόνες των περιστεριών σας
fa: مشاهده کردن عکسهای کبوترانتان
hr: Prikaz slika golubova
nl: Bekijk de afbeeldingen van uw duiven
pl: Zobacz zdjęcia swoich gołębi
ru: Просмотреть изображения с Вашими голубями

source: Racepoints map
da: Racepoints kort
el: Χάρτης σημείων αγώνα
hr: Mapa mjesta puštanja
nl: Vluchtenkaart
pl: Mapa lotu

source: Manage the racepoints and distances
da: Administrer racepointen og afstand
el: Διαχειριστείτε τα σημεία αγώνα και τις αποστάσεις
fa: مدیریت نقاط مسابقه و فواصل
hr: Upravljajte mjestima puštanja i udaljenostima
nl: Beheer de vluchten en afstanden
pl: Zarządzanie miejscami startu i odległościami
ru: Помогает вести учёт полётов и расстояний

source: Velocity calculator
da: Hastigheds-udregner
el: Αριθμομηχανή ταχύτητας
fa: محاسبه سرعت
hr: Proračun brzine
nl: Snelheidsmeter
pl: Kalkulator prędkości
ru: Калькулятор скорости

source: Calculate the velocity of flights
da: Kalkuler hastigheden af flyvninger
el: Υπολογίστε την ταχύτητα των πτήσεων
fa: محاسبه سرعت پروازها
hr: Izračunaj brzinu letova
nl: Bereken de snelheid van vluchten
pl: Obliczyć prędkość lotów
ru: Определить скорость во время полетов

source: Set filter options
da: Sæt filterindstillinger
el: Ορίστε επιλογές φίλτρου
fa: تنظیمات فیلتر
hr: Postavi opcije filtera
nl: Filter opties installen
pl: Ustaw opcje filtru
ru: Настроить фильтр

source: _Search...
da: _Søg...
el: _Αναζήτηση...
hr: _Traži...
nl: _Zoeken…
pl: _Szukaj...
