Repository: ishara/pigeonplanner
Catalog: pigeonplanner/pigeonplanner/data/po/*.po
Languages: da, el, fa, hr, nl, pl, ru

source: Error
da: Fejl
el: Σφάλμα
fa: خطا
hr: Greška
nl: Fout
pl: Błąd
ru: Ошибка

source: Warning
da: Advarsel
el: Προειδοποίηση
fa: اخطار
hr: Upozorenje
nl: Waarschuwing
pl: Uwaga
ru: Предупреждение

source: Pigeon Planner is already running.
da: Pigeon Planner kører allerede.
el: Το Pigeon Planner τρέχει ήδη
fa: برنامه در حال اجرا است
hr: Pigeon Planner već je pokrenut.
nl: Pigeon Planner is al gestart.
pl: Pigeon Planner jest już uruchomiony
ru: Pigeon Planner уже запущен

source: The database you are trying to open is too new for your version of Pigeon Planner. You need to reinstall the latest version to continue.
da: Databasen du prøver at åbne er for ny til din version af Pigeon Planner. Du skal geninstallere den seneste version for at fortsætte.
el: Η βάση δεδομένων που προσπαθείτε να ανοίξετε είναι πάρα πολύ νέα για την έκδοση του Pigeon Planner. Θα πρέπει να επανεγκαταστήσετε την πιο πρόσφατη έκδοση για να συνεχίσετε.
fa: برای باز کردن اطلاعات شما به آخرین نسخه برنامه نیاز است.
hr: Baza podataka koju pokušavate otvoriti previše je nova za vašu verziju Pigeon Plannera. Za nastavak morate ponovo instalirati najnoviju verziju.
nl: De database dat u probeert te openen is te nieuw voor uw versie van Pigeon Planner. U moet de laatste versie opnieuw installeren om door te gaan.
pl: Baza danych, którą próbujesz otworzyć jest zbyt nowa dla tej wersji Pigeon Planner. Należy ponownie zainstalować najnowszą wersję, aby kontynuować.
ru: Ваша версия программы Pigeon Planner устарела и не поддерживает новый тип базы данных, которую Вы собираетесь открыть. Чтобы продолжить работу, Вам необходимо установить более свежую версию программы.

source: Database update required!
da: Database opdatering påkrævet!
el: Απαιτείται ενημέρωση βάσης δεδομένων!
fa: بروز رسانی اطلاعات مورد نیاز میباشد.
hr: Potrebno je ažuriranje baze podataka!
nl: Database update vereist!
pl: Wymagana aktualizacja bazy danych!

source: This database needs an update before it can be used. Previous versions of Pigeon Planner won't work anymore. This may take a moment. Do you want to continue?
da: Denne database har brug for en opdatering før den kan bruges. Tidligere versioner af Pigeon Planner virker ikke længere. Dette kan tage et øjeblik. Ønsker du at fortsætte?
el: Αυτή η βάση δεδομένων χρειάζεται ενημέρωση για να μπορέσει να χρησιμοποιηθεί. Οι προηγούμενες εκδόσεις του Pigeon Planner δεν θα λειτουργούν πια. Αυτό μπορεί να διαρκέσει λίγο. Θέλετε να συνεχίσετε;
hr: Ova baza podataka treba ažuriranje prije nego što se može koristiti. Prethodne verzije programa Pigeon Planner više neće raditi. Ovo može potrajati trenutak. Želite li nastaviti?
nl: De database vereist een update voor verder gebruik. Vorige versies van Pigeon Planner zullen niet meer werken. Dit kan even duren. Wil u verder gaan?
pl: Ta baza danych wymaga aktualizacji zanim będzie można z niej korzystać. Poprzednie wersje Pigeon Planner nie będą już działać. To może chwilę potrwać. Czy chcesz kontynuować?

source: The Pigeon Planner databases has been updated to match the current version. Note that it is not advised to run an older version, which can lead to data corruption.
da: Pigeon Planner databasen er blevet opdateret for at matche den nuværende version. Det er ikke tilrådeligt at køre en ældre version, som kan føre til datakorruption.
el: Οι βάσεις δεδομένων του Pigeon Planner έχουν ενημερωθεί ώστε να ταιριάζουν με την τρέχουσα έκδοση. Λάβετε υπόψη ότι δεν συνιστάται η εκτέλεση παλαιότερης έκδοσης, η οποία μπορεί να οδηγήσει σε καταστροφή δεδομένων.
fa: دیتای برنامه بروز شده است. توجه شود که اجرای نسخه قبلی توصیه نمی­شود زیرا ممکن است منجر به آسیب دیدن اطلاعتتان گردد
hr: Baze podataka usluge Pigeon Planner su ažurirane kako bi odgovarale trenutnoj verziji. Imajte na umu da se ne preporučuje pokretanje starije verzije, što može dovesti do oštećenja podataka.
nl: De Pigeon Planner database is ge-update om aan de nieuwste versie te voldoen. Merk op dat het niet is aangeraden om een oudere versie te gebruiken, wat tot data corruptie kan leiden.
pl: Baza danych Pigeon Planner została zaktualizowana, aby dopasować aktualną wersję. Nie zaleca się, uruchomiać starszej wersji, która może prowadzić do uszkodzenia danych.
ru: Базы данных программы Pigeon Planner были обновлены, чтобы соответствовать текущей версии. Обратите внимание: не рекомендуется запускать более старую версию, так как это может привести к потере данных.

source: The database migration has failed! Any further actions are stopped to prevent data loss. Please contact the developers to fix this problem.
da: Database migrationen fejlede. Alle yderligere handlinger er stoppet for at forhindre tab af data. Kontakt venligst udviklerne for at løse dette problem.
el: Η μετεγκατάσταση βάσης δεδομένων απέτυχε! Τυχόν περαιτέρω ενέργειες διακόπτονται για την αποφυγή απώλειας δεδομένων. Επικοινωνήστε με τους προγραμματιστές για να επιλύσετε αυτό το πρόβλημα.
fa: انتقال پایگاه داده با شکست مواجه شده است. هر عمل دیگری متوقف میشود تا از آسیب رسیدن به اطلاعات جلوگیری شود. لطفا با توسعه دهندگان برنامه جهت حل این مشکل تماس بگیرید.
hr: Migracija baze podataka nije uspjela! Sve daljnje akcije se zaustavljaju radi sprečavanja gubitka podataka. Obratite se programerima da riješe problem.
nl: De database migratie is mislukt! Alle verdere acties zijn gestopt om data verlies te verhelpen. Gelieve de ontwikkelaars te contacteren om dit probleem op te lossen.
pl: Migracjia bazy danych nie powiodła się! Jakiekolwiek dalsze działania zostaną zatrzymane, aby zapobiec utracie danych. Proszę skontaktować się z twórcami, aby rozwiązać ten problem.

source: Removing database
da: Fjerner database
el: Κατάργηση βάσης δεδομένων
fa: برداشتن اطلاعات
hr: Uklanjanje baze podataka
nl: Verwijder de database
pl: Usuwanie bazy danych
ru: Удаление базы данных

source: Are you sure you want to remove the database? All data will be lost.
da: Er du sikker på at du ønsker at fjerne databasen? Alle data vil gå tabt.
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε τη βάση δεδομένων; Όλα τα δεδομένα θα χαθούν.
fa: آیا از پاک کردن اطلاعات مطمئنید؟ تمام اطلاعات پاک خواهند شد.
hr: Jeste li sigurni da želite ukloniti bazu podataka? Svi podaci će biti izgubljeni.
nl: Bent u zeker dat u de database wil verwijderen? Alle data zal verdwijnen.
pl: Czy na pewno chcesz usunąć bazę danych? Wszystkie dane zostaną utracone.
ru: Вы уверены, что хотите удалить базу данных? Все данные будут потеряны.

source: Invalid image!
da: Ugyldigt billede
el: Μη έγκυρη εικόνα!
fa: عکس نامعتبر
hr: Pogrešna slika
nl: Ongeldige afbeelding!
pl: Nieprawidłowy obraz!
ru: Неправильный файл изображения!

source: This image is either not supported or corrupt, please choose another one.
da: Dette billede er enten ikke understøttet eller korrupt, vælg venligst et andet.
el: Η εικόνα αυτή δεν υποστηρίζεται ή είναι κατεστραμένη παρακαλώ διαλέξτε άλλη
fa: این عکس یا اسیب دیده یا حمایت نمی­شود لطفا عکس دیگری را انتخاب کنید
hr: Ova slika ili nije podržana ili je oštećena. Izaberi drugu datoteku.
nl: Deze afbeelding is niet geldig of is corrupt, kies een andere.
pl: Ten obraz nie jest wspierany lub jest uszkodzony, proszę wybrać inny.
ru: Формат изображения не поддерживается или файл поврежден. Выберете другой.

source: Loading image failed!
da: Indlæsning af billede fejlede!
el: Απέτυχε η φόρτωση της εικόνας!
fa: بارگذاری عکس با خطا مواجه شد
hr: Neuspjelo učitavanje slike!
nl: Laden van afbeelding mislukt!
pl: Wczytywanie obrazu nie powiodło się!
ru: Ошибка загрузки изображения!

source: Maybe you have renamed the image or moved it on your disk.
da: Måske har du omdøbt billedet eller flyttet det på din disk.
el: Μάλλον μετονομάσατε την εικονα ή την μετακινήσατε στο σκληρό δίσκο.
fa: ممکن است شما نام عکس را تغیر داده اید و یا آن رو بر روی هارد خودتان جابجا نموده اید
hr: Možda si preimenovao sliku ili je premjestio na disk.
nl: U heeft de afbeelding misschien hernoemd of verplaatst.
pl: Może masz nazwy obrazu lub przenieść go na dysku.
ru: Возможно вы переименовали или переместили файл.

source: This pigeon already exists, but isn't showing. Do you want to show it again?
da: Denne pigeon due allerede, men vises ikke. Ønsker du at vise den igen?
el: Αυτό το περιστέρι υπάρχει ήδη, αλλά δεν εμφανίζεται. Θέλετε να το δείτε ξανά;
fa: این کبوتر موجود است اما نشان داده نمی­شد. می­خواهید که دوباره نشان داده شود؟
hr: Golub već postoji, ali nije prikazan. Želiš li ga ponovo prikazati?
nl: Deze duif bestaat al, maar word niet getoond. Wilt u deze terug zichtbaar maken?
pl: Gołąb już istnieje, ale nie jest wyświetlany. Chcesz pokazać jeszcze raz?
ru: Этот голубь уже зарегистрирован, но не показан. Хотите показать его снова?

source: This pigeon already exists. Overwrite it?
da: Denne due eksisterer allerede. Overskriv den?
el: Αυτό το περιστέρι υπάρχει ήδη. Να αντικατασταθεί;
fa: این کبوتر موجود بوده است. دوباره نوشته شود؟
hr: Golub već postoji. Želite li ga ponovo prepisati?
nl: Deze duif bestaat al. Wilt u deze overschrijven?
pl: Gołąb już istnieje. Zastąpić go?
ru: Этот голубь уже зарегистрирован. Перезаписать?

source: This pigeon already exists.
da: Denne due eksisterer allerede.
el: Αυτό το περιστέρι υπάρχει ήδη.
fa: .این کبوتر موجود بوده است
hr: Ovaj golub već postoji.
nl: Deze duif bestaat al.
pl: Ten gołąb już istnieje.
ru: Этот голубь уже есть.

source: This pigeon doesn't exist. Do you want to add it?
da: Denne due eksisterer ikke. Ønsker du at tilføje den?
el: Αυτό το περιστέρι δεν υπάρχει. Θέλετε να το προσθέσετε;
fa: این کبوتر وجود ندارد. آیا مایلید که آن را اضافه نمایید؟
hr: Ovaj golub ne postoji. Želiš li ga dodati?
nl: Deze duif bestaat niet in de database. Wilt u deze toevoegen?
pl: Gołąb nie istnieje. Czy chcesz dodać?
ru: Такой голубь не зарегистрирован. Добавить его?

source: Adding pigeon
da: Tilføjer due
el: Προσθήκη περιστεριού
fa: اضافه کردن کبوتر
hr: Dodavanje goluba
nl: Een duif toevoegen
pl: Dodawanie gołębi
ru: Добавление голубя

source: The selected pigeon can't be found.
da: Den valgte due kan ikke findes.
el: Δεν είναι δυνατή η εύρεση του επιλεγμένου περιστεριού.
fa: .کبوتر انتخاب شده پیدا نمی­شود
hr: Odabranog goluba nije moguće pronaći.
nl: De geselecteerde duif kan niet gevonden worden.
pl: Niemożna znaleźć wybranego gołębia
ru: Выбранный голубь не найден.

source: Not found!
da: Ikke fundet!
el: Δεν βρέθηκε!
fa: چیزی پیدا نشد
hr: Nije pronađeno!
nl: Niet gevonden!
pl: Nie znaleziono!
ru: Не найден!

source: Can't search for parents, enter the pigeon band first.
da: Kan ikke søge forældre, indtast due båndet først.
el: Δεν είναι δυνατή η αναζήτηση γονέων, εισαγάγετε πρώτα το δαχτυλίδι του περιστεριού.
fa: نمیتوان والدین را جستجو کرد،ابتدا شماره پلاک را وارد کنید.
hr: Ne mogu tražiti roditelje, prvo unesite prsten goluba.
nl: Kan niet zoeken naar ouders, vul eerst het ringnummer van de duif in.
pl: Nie można szukać rodziców, wprowadź nr obrączki gołębia.
ru: Невозможно найти родителей. Сначала введите номер кольца голубя.

source: Mate does not exist, enter or search for an existing pigeon.
da: Makker eksisterer ikke, indtast eller søg efter en eksisterende due.
el: Ο σύντροφος δεν υπάρχει, εισάγετε ή αναζητήστε ένα υπάρχον περιστέρι.
hr: Par ne postoji, unesite ili potražite postojećeg goluba.
nl: Partner bestaat niet, voer een bestaande duif in of gebruik de zoekfunctie.
pl: Para nie istnieje, wprowadź lub szukaj istniejącego gołębia.

source: Invalid input!
da: Ugyldig inddata!
el: Μη έγκυρη εισαγωγή!
fa: ورودی نامعتبر
hr: Pogrešan unos
nl: Ongeldige invoer!
pl: Nieprawidłowe dane!
ru: Неверный ввод!

source: The ringnumber and year are necessary.
da: Ringnummeret og år er nødvendig.
el: Ο αριθμός δαχτυλιδιού και το έτος είναι απαραίτητα.
fa: .شماره پلاک و سال ضروری است
hr: Broj prstena i godina su obavezni.
nl: Het ringnummer en jaartal zijn vereist
pl: Nr obrączki i rok jest konieczny.
ru: Номер кольца и год должны быть указаны

source: Only numbers are accepted as year input.
da: Kun tal er accepteret som i år inddata.
el: Μόνο οι αριθμοί γίνονται δεκτοί ως έτος εισαγωγής.
fa: فقط اعداد بعنوان سال ورودی پذیرفته میشوند.
hr: Za upis godine prihvaćaju se samo brojevi.
nl: Alleen cijfers zijn geldig als jaar invoer.
pl: Pole "rok" obsługuje tylko liczby.
ru: В поле ввода года допускаются только цифры.

source: Check the length of the year.
da: Kontroller længden af året.
el: Ελέγξτε τη διάρκεια του έτους.
fa: چک کردن طول سال
hr: Provjeri dužinu godine.
nl: Controleer de lengte van het jaartal.
pl: Sprawdź, długość roku.
ru: Проверьте корректность введенного года

source: Only numbers are allowed when adding multiple pigeons.
da: Kun tal er tilladt når du tilføjer flere duer.
el: Επιτρέπονται μόνο αριθμοί κατά την προσθήκη πολλαπλών περιστεριών.
fa: وقتی که چندین کبوتر را وارد میکنید فقط اعداد مجاز میباشند.
hr: Dopušteni su samo brojevi kad se dodaje više golubova.
nl: Alleen cijfers zijn toegestaan bij het toevoegen van meerdere duiven.
pl: Tylko numery są dozwolone podczas dodawania wielu gołębi.
ru: В поле ввода номера кольца допустимы только числа

source: At least the date and racepoint have to be entered.
da: I det mindste skal dato og racepoint indtastes.
el: Πρέπει να εισαγάγετε τουλάχιστον την ημερομηνία και το σημείο αγώνα.
fa: حداقل تاریخ و مکان مسابقه باید وارد شود
hr: Moraju biti upisani barem nadnevak i mjesto puštanja.
nl: Tenminste de datum en vlucht moeten ingegeven worden.
pl: Co najmniej data i miejsce startu muszą być wprowadzone.
ru: По крайней мере, дата и позиция в гонке должны быть введены.

source: The date you entered has the wrong format. It should be ISO-format (YYYY-MM-DD).
da: Datoen du indtastede har forkert format. Det skal være ISO-format (YYYY-MM-DD).
el: Η ημερομηνία που εισαγάγατε έχει λάθος μορφή. Θα πρέπει να έχει μορφή ISO (ΕΕΕΕ-ΜΜ-ΗΗ).
fa: فرمت تاریخی که شما وارد کرده­اید اشتباه می­باشد. باید به صورت ( روز-ماه-سال) باشد. (YYYY-MM-DD).
hr: Upisani nadnevak u neispravnom je formatu. Mora biti upisan u ISO formatu (GGGG-MM-DD).
nl: De door u ingegeven datum heeft het verkeerde formaat. Het moet ISO-formaat zijn (YYYY-MM-DD)
pl: Termin wprowadzony ma niewłaściwy format. Należy zapisać (RRRR-MM-DD).
ru: Вы ввели дату в неправильном формате. Нужно испльзовать ISO формат ГГГГ-ММ-ДД

source: The result you want to add already exists.
da: Resultatet du ønsker at tilføje eksisterer allerede.
el: Το αποτέλεσμα που θέλετε να προσθέσετε υπάρχει ήδη.
fa: نتایجی که شما می­خواهید اضافه کنید از قبل موجود است.
hr: Rezultat koji želiš dodati već postoji.
nl: Het resultaat dat u wil toevoegen bestaat al.
pl: Wynik, który chcesz dodać, już istnieje.
ru: Результаты, которые вы хотите ввести уже записаны

source: Removing the selected result
da: Fjerner det valgte resultat
el: Κατάργηση του επιλεγμένου αποτελέσματος
fa: حذف نتیجه انتخاب شده
hr: Uklanjanje izabranog rezultata
nl: Verwijder de geselecteerde uitslag
pl: Usuwanie wybranych wyników.
ru: Удаление выбраного результата.

source: Are you sure?
da: Er du sikker?
el: Είστε σίγουροι;
fa: آیا مطمئن هستید؟
hr: Jeste li sigurni?
nl: Bent u zeker?
pl: Na pewno?
ru: Вы уверены?

source: Removing the selected breeding record
da: Fjerner den valgte avls rapport
hr: Uklanjanje odabranog uzgojnog zapisa

source: Removing the selected media file
da: Fjerner den valgte mediefil
el: Αφαίρεση του επιλεγμένου αρχείου πολυμέσων
fa: حذف فایل های رسانه ای انتخاب شده
hr: Uklanjanje odabrane medijske datoteke
nl: Het geselecteerde mediabestand verwijderen
pl: Usuwanie wybranego pliku multimedialnego
ru: Удаление выбранного медиа-файла

source: The name has to be entered.
da: Navnet skal indtastes
el: Πρέπει να εισαχθεί το όνομα.
fa: نام باید وارد شود.
hr: Ime mora biti upisano.
nl: De naam moet ingevuld worden
pl: Nazwa musi być wprowadzona.
ru: Имя должно быть введено.

source: The persoon you want to add already exists.
da: Personen du ønsker at tilføje eksisterer allerede.
el: Το πρόσωπο που θέλετε να προσθέσετε υπάρχει ήδη.
fa: شخصی که می­خواهید اضافه کنید از قبل موجود است.
hr: Osoba koju želiš dodati već postoji.
nl: De persoon die u wil toevoegen bestaat al.
pl: Osoba, którą chcesz dodać już istnieje.
ru: Добавляемая вами персона уже зарегистрирована.

source: Removing '%s'
da: Fjerner '%s'
el: Κατάργηση '% s'
fa: برداشتن'%s'
hr: Uklanjanje '%s'
nl: '%s' verwijderen
pl: Usuwanie '%s'
ru: Удаление '%s'

source: Are you sure you want to remove this person from your addresses?
da: Er du sikker på at du ønsker at fjerne denne person fra dine adresser?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το άτομο από τις διευθύνσεις σας;
fa: آیا مطمئنید که میخواهید این شخص را از ادرسهای خود پاک کنید؟
hr: Jesi li siguran da želiš ukloniti ovu osobu iz svog adresara?
nl: Bent u zeker dat u deze persoon wil verwijderen uit uw adressen?
pl: Czy na pewno chcesz usunąć tę osobę z adresów?
ru: Вы уверены, что хотите удалить эту персону с ваших адресов?

source: Removing '%s' from '%s'.
da: Fjerner '%s' fra '%s'
el: Κατάργηση '% s' από '% s'.
fa: برداشتن'%s' از '%s'.
hr: Uklanjanje '% s' iz '% s'.
nl: '%s' uit '%s' verwijderen.
pl: Usuwanie '%s' z '%s'.
ru: Удаление '%s' из '%s'.

source: Are you sure you want to remove this item?
da: Er du sikker på at du ønsker at fjerne dette objekt?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το στοιχείο;
fa: آیا مطمئنید که می­خواهید این ایتم را پاک کنید؟
hr: Jesi li siguran da želiš ukloniti ovu stavku?
nl: Bent u zeker dat u dit item wil verwijderen?
pl: Czy na pewno chcesz usunąć ten element?
ru: Вы уверены, что хотите удалить это?

source: The backup was successfully created.
da: Sikkerhedskopien blev oprettet succesfuldt.
el: Το αντίγραφο ασφαλείας δημιουργήθηκε με επιτυχία.
fa: فایل پشتیبان با موفقیت ایجاد گردید
hr: Sigurnosna kopija je kreirana.
nl: De backup is succesvol aangemaakt.
pl: Kopia zapasowa została utworzona.
ru: Резервная копия успешно создана.

source: Completed!
da: Gennemført!
el: Ολοκληρώθηκε!
fa: کامل شد.
hr: Gotovo!
nl: Voltooid!
pl: Gotowy !
ru: Завершено!

source: The backup was successfully restored.
da: Sikkerhedskopien blev succesfuldt genskabt.
el: Το αντίγραφο ασφαλείας αποκαταστάθηκε με επιτυχία.
fa: فایل پشتیبان با موفقیت ذخیره شد.
hr: Sigurnosna kopija uspješno je vraćena.
nl: De backup is succesvol teruggezet.
pl: Kopia zapasowa została pomyślnie przywrócona.
ru: Резервная копия была успешно восстановлена.

source: The program will now quit automatically to apply all changes.
da: Programmet vil nu lukke automatisk for at anvende alle ændringer.
el: Το πρόγραμμα θα τερματίσει αυτόματα για να εφαρμόσει όλες τις αλλαγές.
hr: Program će se sada automatski završiti i primijeniti sve promjene.
nl: Het programma zal nu automatisch afsluiten om alle veranderingen door te voeren.
pl: Nastąpi automatyczne zamknięcie programu w celu zapisania wszystkich zmian.

source: No database selected to restore.
da: Ingen database til genskabelse valgt
el: Δεν έχει επιλεγεί βάση δεδομένων για επαναφορά.
hr: Nije odabrana baza podataka za vraćanje.
nl: Geen database geselecteerd om te herstellen.
pl: Baza do odzyskania nie wybrana.

source: Do you want to continue anyway?
da: Ønsker du at fortsætte alligevel?
el: Θέλετε να συνεχίσετε ούτως ή άλλως;
hr: Želite li svejedno nastaviti?
nl: Wilt u toch doorgaan?
pl: Czy chcesz kontynuować?

source: No personal information found.
da: Ingen personlig information fundet.
el: Δεν βρέθηκαν προσωπικές πληροφορίες.
fa: هیچ اطلاعات شخصی پیدا نشد.
hr: Nisu pronađene osobne informacije.
nl: Geen persoonlijke informatie gevonden.
pl: Żadnych danych osobowych nie znaleziono.
ru: Персональная информация не найдена.

source: This will be shown on top of the printed pedigree. Do you want to add it now?
da: Dette vil blive vist i toppen af den printede stamtavle. Ønsker du at tilføje det nu?
el: Αυτό θα εμφανιστεί στο πάνω μέρος του γενεαλογικού έντυπου Θέλετε να το προσθέσετε τώρα;
fa: در بالای شجره نامه چاپ شده نشان داده خواهد شد. آیا می­خواهید که آن را اضافه کنید?
hr: Ovo će se prikazati na vrhu ispisanog rodovnika. Želiš li to dodati sada?
nl: Dit komt op een geprintte stamboom te staan. Wilt u dit nu ingeven?
pl: To pojawi się na górze druku rodowodu. Czy chcesz dodać go teraz?
ru: Это будет показано вверху печатаемой родословной? Хотите добавить это сейчас?

source: Error printing the pedigree
da: Fejl ved udskrivning af stamtavle
el: Σφάλμα κατά την εκτύπωση του γενεαλογικού συστήματος ( pedigree )
fa: خطا در پرینت شجره نامه
hr: Pogreška prilikom ispisa rodovnika
nl: Fout bij het printen van de stamboom
pl: Błąd drukowania rodowódu
ru: Ошибка печати родословной

source: An error occured in the print operation!
da: Der skete en fejl i printeroperationen!
el: Παρουσιάστηκε σφάλμα κατά τη λειτουργία εκτύπωσης!
fa: در حین پرینت اشکالی بوجود امد!
hr: Došlo je do pogreške u ispisu!
nl: Er was een fout bij het afdrukken!
pl: Wystąpił błąd w operacji drukowania!
ru: Во время печати возникла ошибка!

source: See the logfile (File->Logfile viewer) for more info.
da: Se logfilen (File-Logfile-viewer) for mere information.
el: Ανατρέξτε στο αρχείο καταγραφής (Αρχείο-> Πρόγραμμα προβολής αρχείων) για περισσότερες πληροφορίες.
fa: برای اطلاعات بیشتر فایل تاریخچه ثبت را مشاهده کنید. (File->Logfile viewer).
hr: Pogledaj log datoteku (File->Logfile preglednik) za više informacija.
nl: Bekijk het logbestend (Bestand->Logbestandweergave) voor meer info.
pl: Zobacz logfile (File-> Logfile widza) aby uzyskać więcej informacji.
ru: Откройте журнал (Файл->Просмотр журнала) для дополнительной информации

source: This will set back all the settings to the default values.
da: Dette vil sætte alle indstillinger tilbage til standardværdier.
el: Αυτό θα επαναφέρει όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές.
fa: تمام تنظیمات به مقدار پیش فرض خود برمی گردند.
hr: Ovo će se sve postavke vratiti na zadane vrijednosti.
nl: Dit zal alle opties terugzetten naar de standaard waarden.
pl: Spowoduje to ustawienie z powrotem wszystkie ustawienia do wartości domyślnych.
ru: Это вернёт все настройки к параметрам по умолчанию.

source: Default settings
da: Standard indstillinger
el: Αρχικές ρυθμίσεις
fa: تنظیمات پیش‌فرض
hr: Uobičajene postavke
nl: Standaard instellingen
pl: Domyślne ustawienia
ru: Параметры по умолчанию

source: Pigeon Planner needs to be restarted for the changes to take effect.
da: Pigeon Planner skal genstartes for at ændringerne træder i kraft.
el: Το Pigeon Planner πρέπει να επανεκκινηθεί για να εφαρμοστούν οι αλλαγές.
fa: برای اعمال تغییرات برنامه را باید دوباره راه اندازی کنید.
hr: Pigeon Planner mora se ponovo pokrenuti da bi učinak promjena bio vidljiv.
nl: Herstart Pigeon Planner om de instellingen door te voeren.
pl: Czy chodziło Ci o: An error occurred in the print operation!Wpisz tekst lub adres witryny albo przetłumacz dokument.AnulujSłuchajZapis fonetycznyTłumaczenie (angielski > polski)Pigeon Planner musi zostać ponownie uruchomiony, aby zmiany zaczęły obowiązywać.
ru: Изменения вступят в силу после перезапуска.

source: Restart required
da: Genstart kræves
el: Απαιτείται επανεκκίνηση
fa: نیاز به راه‌اندازی مجدد
hr: Potrebno je ponovno pokretanje
nl: Herstart vereist
pl: Wymagane ponowne uruchomienie
ru: Требуется перезапуск

source: Update available!
da: Der er en opdatering!
el: Υπάρχει διαθέσιμη ενημέρωση!
fa: آپدیت موجود است!
hr: Dostupna je nadogradnja!
nl: Update beschikbaar!
pl: Aktualizacja dostępna!
ru: Доступно обновление!

source: There is an update available, do you want to download it now?
da: Der er en opdatering tilgængelig, ønsker du at hente den nu?
el: Υπάρχει διαθέσιμη ενημέρωση, θέλετε να τη κατεβάσετε τώρα;
fa: دانلود موجود است، مایل به دانلود آن هستید؟
hr: Dostupna je nadogradnja, želiš li sada pokrenuti download?
nl: Er is een update beschikbaar, wilt u deze nu downloaden?
pl: Jest dostępna aktualizacja, czy chcesz pobrać teraz?
ru: Доступно обновление. Вы хотите скачать его?
