Repository: ishara/pigeonplanner
Catalog: pigeonplanner/pigeonplanner/data/po/*.po
Languages: da, el, fa, hr, nl, pl, ru

source: The recipient and sender's e-mailaddress are required.
da: Sender og modtagers email adresse er påkrævet.
el: Απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου του παραλήπτη και του αποστολέα.
fa: آدرس گیرنده و فرستنده ایمیل نیاز می­باشد.
hr: E-adrese pošiljatelja i primatelja su obavezne.
nl: Het e-mailadres van de verzender en ontvanger is verplicht.
pl: adres e-mail odbiorcy i nadawcy są wymagane.
ru: Необходимо указать адреса электронных почтовых ящиков получателя и отправителя.

source: Error trying to get information. Are you connected to the internet?
da: Fejl ved hentning af information. Er du forbundet til internettet?
el: Σφάλμα κατά την απόκτηση πληροφοριών. Είστε συνδεδεμένοι στο Διαδίκτυο;
fa: خطا در گرفتن اطلاعات. آیا به اینترنت دسترسی دارید؟
hr: Pogreška pri dohvatu podataka. Jesi li spojen na internet?
nl: Fout bij het ophalen van de informatie. Bent u verbonden met internet?
pl: Błąd podczas próby uzyskania informacji. Czy jesteś podłączony do internetu?
ru: Ошибка получения информации. Вы подключены к интернету?

source: A new version is available.
da: Der er en ny version tilgængelig.
el: Μια νέα έκδοση είναι διαθέσιμη.
fa: ورژن جدید موجود می­باشد.
hr: Nova inačica je dostupna.
nl: Een nieuwe versie is beschikbaar.
pl: Nowa wersja jest dostępna.
ru: Доступна новая версия.

source: You already have the latest version installed.
da: Du har allerede den seneste version installeret.
el: Έχετε ήδη εγκαταστήσει την τελευταία έκδοση.
fa: شما آخرین ورژن نرم افزار را در اختیار دارید.
hr: Već imaš instaliranu posljednju inačicu.
nl: U hebt al de laatste versie geinstalleerd.
pl: Masz już najnowszą wersję zainstalowaną.
ru: У вас установлена последняя версия программы.

source: This isn't normal, or you must be running a development version
da: Dette er ikke normalt, eller du må køre en udviklings version.
el: Αυτό δεν είναι φυσιολογικό ή θα πρέπει να εκτελείτε μια έκδοση ανάπτυξης
fa: این طبیعی نیست، یا شما باید نسخه کامل تری را اجرا کنید.
hr: Ovo nije uobičajeno, vjerovatno ste pokrenuli razvojnu inačicu
nl: Dit is niet normaal, tenzij u een ontwikkelversie heeft
pl: To nie jest normalne, czy należy zainstalować wersję rozwojową
ru: Это не нормально, или возможно вы используете не стабильную версию.

source: Band no.
da: Bånd nej
el: Αριθμός δαχτυλιδιού
fa: شماره پلاک
hr: Broj prstena.
nl: Ringnr.
pl: Nr. Obrączki
ru: № кольца

source: Sex
da: Køn
el: Φύλο
fa: جنسیت
hr: Spol
nl: Geslacht
pl: Płeć
ru: Пол

source: Name
da: Navn
el: Όνομα
fa: نام
hr: Ime
nl: Naam
pl: Nazwa
ru: Имя

source: Sire
da: Han
el: Πατέρας
fa: جفت نر
hr: Otac
nl: Vader
pl: Ojciec
ru: Отец

source: Dam
da: Høne
el: Μάνα
fa: جفت ماده
hr: Majka
nl: Moeder
pl: Matka
ru: Мать

source: Colour
da: Farve
el: Χρώμα
fa: رنگ
hr: Boja
nl: Kleur
pl: Kolor
ru: Цвет

source: Loft
el: Κουμάσι
fa: کبوتر خانه
hr: Golubinjak
nl: Hok
pl: Gołębnik
ru: Голубятня

source: Strain
da: Pres
el: Γένος
fa: نژاد
hr: Loza
nl: Ras
pl: Rasa
ru: Порода

source: Pedigree of:
da: Stamtavle for:
el: Γενεαλογικό ( pedigree ) από:
fa: شجره نامه:
hr: Rodovnik od:
nl: Stamboom van:
pl: Rodowód:
ru: Родословная:

source: Date
da: Dato
el: Ημερομηνία
fa: تاریخ
hr: Nadnevak
nl: Datum
pl: Data lotu
ru: Дата

source: Racepoint
el: Σημείο αγώνα
fa: نقطه شروع مسابقه
hr: Mjesto puštanja
nl: Vlucht
pl: Miejsce startu
ru: Позиция в гонке

source: Placed
da: Placeret
el: Θέση
fa: جایگاه
hr: Smješteno
nl: Plaats
pl: Nr.Konk.
ru: Место

source: Out of
da: Ud af
el: Εκτός
fa: از تعداد
hr: Iz
nl: Uit
pl: Z
ru: Из

source: Type
el: Τύπος
fa: گونه
hr: Tip
nl: Soort
pl: Typ lotu
ru: Тип

source: Wind
da: Vind
el: Άνεμος
fa: باد
hr: Vjetar
pl: Wiatr
ru: Ветер

source: Weather
da: Vejr
el: Καιρός
fa: آب و هوا
hr: Vrijeme
nl: Weer
pl: Pogoda
ru: Погода

source: Coef.
el: Συντ.
fa: ضریب
hr: Koef.
ru: Коэф.

source: Sector
da: Sektor
el: Τομέας
fa: ناحیه
hr: Sektor
pl: Sektor
ru: Сектор

source: Category
da: Kategori
el: Κατηγορία
fa: دسته بندی
hr: Kategorija
nl: Categorie
pl: Kategoria
ru: Категория

source: Comment
da: Kommentar
el: Σχόλιο
fa: نظرات
hr: Opaska
nl: Opmerking
pl: Komentarz
ru: Комментировать

source: Velocity
da: Hastighed
el: Ταχύτητα
fa: سرعت
hr: Brzina
nl: Snelheid
pl: Prędkość
ru: Скорость

source: Released
da: Udgivet
el: Ελευθερώθηκε
fa: رها شده
hr: Pušteni
nl: Gelost
pl: Wydany
ru: Выпущен

source: Distance
el: Απόσταση
fa: فاصله
hr: Udaljenost
nl: Afstand
pl: Odległość
ru: Расстояние

source: Flight Time
da: Flyvetid
el: Ώρα Πτήσης
fa: زمان پرواز
hr: Vrijeme leta
nl: Vlucht tijd
pl: Czas lotu
ru: Время полёта

source: Time of Arrival
da: Tid for ankomst
el: Ώρα Αναχώρησης
fa: زمان رسیدن
hr: Vrijeme dolaska
nl: Aankomst tijd
pl: Przylot
ru: Время прибытия

source: Preview
da: Forhåndsvisning
el: Προεπισκόπηση
fa: پیش نمایش
hr: Prikaz
nl: Voorbeeld
pl: Podgląd
ru: Предпросмотр

source: Images
da: Billeder
el: Εικόνες
fa: تصاویر
hr: Slike
nl: Afbeeldingen
pl: Zdjęcie
ru: Изображения

source: Cancel
da: Annullér
el: Ακύρωση
hr: Odustani
nl: Annuleren
pl: Anuluj

source: Select an image...
da: Vælg et billede...
el: Επιλέξτε μια εικόνα ...
fa: یک عکس را انتخاب کنید...
hr: Odaberite sliku ...
nl: Selecteer een afbeelding...
pl: Wybierz zdjęcie...
ru: Выберите изображение...

source: OK
el: ΟΚ
hr: U redu

source: Select a file...
da: Vælg en fil ...
el: Επιλέξτε ένα αρχείο ...
fa: فایلی را انتخاب نمایید...
hr: Odaberite datoteku...
nl: Selecteer een bestand...
pl: Wybierz plik...
ru: Выберите файл...

source: Title
da: Titel
el: Τίτλος
fa: عنوان
hr: Naslov
nl: Titel
pl: Tytuł
ru: Заголовок

source: Description
da: Beskrivelse
el: Περιγραφή
fa: توضیحات
hr: Opis
nl: Beschrijving
pl: Opis
ru: Описание

source: Save as...
da: Gem som …
el: Αποθήκευση ως...
fa: ذخیره بعنوان...
hr: Pohrani kao...
nl: Opslaan als...
pl: Zapisz jako...
ru: Сохранить как...

source: Save
da: Gem
el: Αποθήκευση
hr: Spremi
nl: Opslaan
pl: Zapisz

source: Select a folder...
da: Vælg en mappe...
el: Επιλογή φακέλου ...
fa: یک پوشه را انتخاب کنید...
hr: Izaberite mapu.
nl: Selecteer een map...
pl: Wybierz folder...
ru: Выберите каталог...

source: The default location is:
da: Standard location er:
el: Η προεπιλεγμένη τοποθεσία είναι:
hr: Zadana lokacija je:
nl: De standaard locatie is:
pl: Domyślna lokalizacja

source: Select
da: Vælg
el: Επιλογή
hr: Odaberi
nl: Selecteer
pl: Wybierz

source: General
da: Generelt
el: Γενικά
fa: کلیات
hr: Općenito
nl: Algemeen
pl: Ogólne
ru: Общее

source: Appearance
da: Udseende
el: Εμφάνιση
fa: مشخصات ظاهری
hr: Izgled
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид

source: Columns
da: Kolonner
el: Στήλες
fa: ‌ستون‌ها
hr: Stupci
nl: Kolommen
pl: Kolumny
ru: Столбцы

source: Printing
da: Udskriver
el: Εκτυπώνεται...
fa: درحال چاپ
hr: Ispis
nl: Afdrukken
pl: Drukowanie
ru: Идёт печать

source: Pigeons
da: Duer
el: Περιστέρια
fa: کبوتران
hr: Golubovi
nl: Duiven
pl: Gołębie
ru: Голуби

source: Results
da: Resultat
el: Αποτελέσματα
fa: نتایج
hr: Rezultati
nl: Uitslagen
pl: Wyniki
ru: Результаты

source: Advanced
da: Avanceret
el: Προχωρημένα
fa: تنظیمات پیشرفته
hr: Napredno
nl: Geavanceerd
pl: Zaawansowany
ru: Дополнительно

source: day
da: dag
el: ημέρα
fa: روز
hr: dan
nl: dag
pl: dzień
ru: день

source: days
da: Dage
el: ημέρες
fa: روز
hr: dani
nl: dagen
pl: dni
ru: дни;дней

source: Pigeon Planner has experienced an unexpected error
da: Pigeon Planner har opdaget en uventet fejl
el: Το Pigeon Planner αντιμετώπισε ένα απροσδόκητο σφάλμα
fa: برنامه با خطای غیر منتظره ای مواجه شده است.
hr: Pigeon Planner je doživio neočekivanu pogrešku
nl: Pigeon Planner heeft een onverwachte fout ondervonden
pl: Pigeon Planner wystąpił nieoczekiwany błąd
ru: В Pigeon Planner возникла непредвиденная ошибка

source: You can help the Pigeon Planner developers by taking the time to report this bug.
da: Du kan hjælpe Pigeon Planner udviklerne ved at tage dig tid til at rapportere denne fejl.
el: Μπορείτε να βοηθήσετε τους προγραμματιστές του Pigeon Planner αφιερώνοντας χρόνο για να αναφέρετε αυτό το σφάλμα.
fa: شما می­توانید با گزارش خطای برنامه به توسعه آن کمک کنید.
hr: Možete pomoći programerima Pigeon Plannera tako što ćete odvojiti vrijeme da prijavite ovu pogrešku.
nl: U kan de Pigeon Planner ontwikkelaars helpen door even de tijd te nemen om deze fout te rapporteren.
pl: Możesz pomóc deweloperom Pigeon Planner poprzez poświęcenie czasu, aby zgłosić ten błąd.
ru: Вы можете помочь разработчикам Pigeon Planner сообщив об этой ошибке.

source: Error Detail
da: Fejldetalje
el: Λεπτομέρεια σφάλματος
fa: جزئیات خطا
hr: Pojedinosti o pogrešci
nl: Fout detail
pl: Szczegóły błędu
ru: Подробная информация об ошибке

source: Report
da: Rapport
el: Αναφορά
fa: گزارش
hr: Izvješće
nl: Rapporteren
pl: Raport
ru: Отчет

source: Close
da: Luk
el: Κλείσιμο
hr: Zatvori
nl: Sluiten
pl: Zamknij

source: A previously saved version will be used instead.
da: En tidligere gemt version vil blive brugt i stedet.
hr: Umjesto toga koristit će se prethodno spremljena verzija.
nl: Een eerder opgeslagen versie zal gebruikt worden.

source: The default settings will be used instead.
da: Standard indstillingerne vil blive brugt i stedet.
hr: Umjesto toga koristit će se zadane postavke.
nl: De standaard instellingen zullen gebruikt worden.

source: There was an error loading the configuration file.
da: Der var en fejl ved indlæsning af konfigurationsfil
hr: Prilikom učitavanja konfiguracijske datoteke došlo je do pogreške.
nl: Er is een fout opgetreden bij het laden van het configuratiebestand.

source: Pedigree
da: Stamtavle
el: Γενεαλογικο δεντρο ( Pedigree )
fa: شجره نامه
hr: Rodovnik
nl: Stamboom
pl: Rodowód
ru: Родословная

source: Windspeed
da: Vindhastighed
el: Ταχύτητα ανέμου
fa: سرعت باد
hr: Brzina vjetra
nl: Windsnelheid
pl: Prędkość wiatru

source: Temperature
da: Temperatur
el: Θερμοκρασία
fa: دما
hr: Temperatura
nl: Temperatuur
pl: Temperatura

source: Year
da: År
el: Έτος
fa: سال
hr: Godina
nl: Jaar
pl: Rok
ru: Год

source: Coefficient
da: Koefficient
el: Συντελεστής
fa: ضریب
hr: Koeficijent
ru: Коэффициент

source: Speed
da: Hastighed
el: Ταχύτητα
fa: سرعت
hr: Brzina
nl: Snelheid
pl: Prędkość

source: Races
da: Racer
el: Αγώνες
fa: مسابقات
hr: Trke
nl: Vluchten
pl: Wyścigi

source: You probably don't have write permissions on this folder.
da: Du har formentlig ikke skriverettigheder til denne mappe.
el: Πιθανότατα δεν έχετε δικαιώματα εγγραφής σε αυτόν το φάκελο.
fa: شما اجازه دسترسی به این پوشه را ندارید.
hr: Vjerojatno u ovoj mapi nemate dozvole za pisanje.
nl: U heeft waarschijnlijk geen schrijfrechten in deze map.
pl: Prawdopodobnie nie masz uprawnień do zapisu w tym folderze.

source: The e-mail has been sent succesfully!
da: Mailen er succesfuldt blevet sendt.
el: Το e-mail εστάλη επιτυχώς!
fa: ایمیل با موفقیت ارسال شد.
hr: E-pošta je uspješno poslana!
nl: De e-mail is succesvol verzonden!
pl: e-mail został wysłany pomyślnie!
ru: Электронное письмо успешно отправлено!

source: Connection to server failed!
da: Forbindelse til server fejlede!
el: Η σύνδεση με διακομιστή απέτυχε!
fa: ارتباط با سرور با خطا مواجه شد!
hr: Nije uspjelo povezivanje s poslužiteljem!
nl: Verbinding naar server mislukt!
pl: Połączenie z serwerem nie powiodło się!
ru: Ошибка при подключении к серверу!

source: This tool needs Yapsy to run correctly.
da: Dette værktøj behøver Yapsy for at køre korrekt.
el: Αυτό το εργαλείο χρειάζεται το Yapsy να λειτουργεί σωστά.
fa: این ابزار برای اجرای صحیح به Yapsy احتیاج دارد.
hr: Ovaj alat treba Yapsy da bi se ispravno izvodio.
nl: Dit gereedschap heeft Yapsy nodig om correct te werken.
pl: Narzędzie to wymaga Yapsy aby funkcjonować poprawnie.

source: This result is not in the '%s' format. Do you want to continue?
da: Resultatet er ikke i '%s' format, Ønsker du at fortsætte?
el: Αυτό το αποτέλεσμα δεν είναι στη μορφή '% s'. Θέλετε να συνεχίσετε;
fa: این نتایج در فرمت '%s' نمی­باشند. مایل به ادامه هستید؟
hr: Ovaj rezultat nije u "% s" formatu. Želite li nastaviti?
nl: Het resultaat is niet in het '%s' formaat. Wil u doorgaan?
pl: Wynik ten nie jest w formacie '%s'. Czy chcesz kontynuować?

source: The date, racepoint or number of pigeons is incorrect.
da: Datoen, racepoint og antal pigeons er ikke korrekt.
el: Η ημερομηνία, το σημείο αγώνα ή ο αριθμός των περιστεριών είναι λανθασμένος.
fa: تاریخ ، نقطه شروع مسابقه و یا تعداد کبوتران اشتباه است.
hr: Datum,mjesto puštanja ili broj golubova nisu točni.
nl: De datum, vlucht of aantal duiven is incorrect.
pl: Data, punkt startu lub liczba gołębi jest nieprawidłowa.

source: Failed to send report.
da: Kunne ikke sende rapport.
el: Αποτυχία αποστολής αναφοράς.
hr: Slanje izvješća nije uspjelo.
nl: Verslag verzenden mislukt.
pl: Błąd wysłania raportu.

source: Details of pigeon
da: Detaljer for due
el: Λεπτομέρειες του περιστεριού
fa: جزئیات کبوتر
hr: Pojedinosti o golubu
nl: Details van duif
pl: Szczegóły gołębia
ru: Информация о голубе

source: Details of %s
da: Deetaljer for %s
el: Λεπτομέρειες για% s
fa: جزئیاتی از %s
hr: Pojedinosti of %s
nl: Details van %s
pl: Szczegóły %s
ru: Информация о %s

source: No
da: Nej
el: Όχι
hr: Ne
nl: Nee
pl: Nie

source: Yes
da: Ja
el: Ναι
hr: Da
nl: Ja
pl: Tak

source: There was an error making the backup.
da: Der skete en fejl ved sikkerhedskopieringen
el: Παρουσιάστηκε σφάλμα κατά την δημιουργία του αντιγράφου ασφαλείας.
fa: در هنگام پشتیبان گیری خطایی بوجود آمد.
hr: Došlo je do pogrješke pri stvaranju sigurnosne kopije.
nl: Er is een fout opgetreden bij het maken van de backup.
pl: Wystąpił błąd podczas tworzenia kopii zapasowej.
ru: При создании резервной копии произошла ошибка.

source: Failed!
da: Fejlede!
el: Απέτυχε!
fa: انجام نشد!
hr: Neuspjelo!
nl: Mislukt!
pl: Nie powiodło się!
ru: Неудачно!

source: There was an error restoring the backup.
da: Der var en fejl ved genskabelse af sikkerhedskopien.
el: Παρουσιάστηκε σφάλμα κατά την επαναφορά του αντιγράφου ασφαλείας.
fa: در هنگام ذخیره فایل پشتیبان خطایی بوجود آمد.
hr: Došlo je do pogrješke pri vraćanju sigurnosne kopije.
nl: Er is een fout opgetreden bij het herstellen van de backup.
pl: Wystąpił błąd podczas przywracania kopii zapasowej.
ru: Произошла ошибка при восстановлении резервной копии.

source: The selected file is not a valid backup file.
da: Den valgte fil er ikke en gyldig sikkerhedskopifil.
el: Το επιλεγμένο αρχείο δεν είναι έγκυρο αντίγραφο ασφαλείας.
hr: Odabrana datoteka nije važeća datoteka sigurnosne kopije.
nl: Het geselecteerde bestand is geen geldig backup bestand.
pl: Wybrany plik nie jest prawidłowym plikiem kopii zapasowej.

source: Add
da: Tilføj
el: Προσθήκη
hr: Dodaj
nl: Toevoegen
pl: Dodaj

source: Overwrite
da: Overskriv
el: Αντικατάσταση
hr: Piši preko datoteke
nl: Overschrijven
pl: Nadpisz

source: Invalid path
da: Ugyldig sti
el: Λανθασμένη διαδρομή
hr: Neispravna putanja
nl: Ongeldig pad
pl: Nieprawidłowa ścieżka

source: Open a database to use the application.
da: Åben en database for at bruge programmet.
el: Ανοίξτε μια βάση δεδομένων για να χρησιμοποιήσετε την εφαρμογή.
hr: Otvorite bazu podataka da biste koristili aplikaciju.
nl: Open een database om het programma te gebruiken.
pl: Otwórz bazę danych w celu korzystania z aplikacji.

source: Database manager
da: Database-administrator
el: Διαχείριση βάσεων δεδομένων
fa: مدیریت اطلاعات
hr: Upravitelj baze podataka
nl: Database beheerder
pl: Menedżer bazy danych

source: Pigeon %s has been added
da: Due %s er blevet tilføjet
el: Προστέθηκε το περιστέρι% s
fa: کبوتر %s اضافه شده است
hr: Golub %s je pridodan
nl: Duif %s is toegevoegd
pl: Gołąb %s został dodany
ru: Голубь %s добавлен

source: Pigeon %s has been removed
da: Due %s er blevet fjernet
el: Το περιστέρι% s έχει αφαιρεθεί
fa: کبوتر %s حذف شده است
hr: Golub %s je uklonjen
nl: Duif %s is verwijderd
pl: Gołąb %s został usunięty.
ru: Голубь %s удалён

source: %s pigeons have been removed
da: %s due er blevet fjernet
el: Τα περιστέρια% s έχουν αφαιρεθεί
fa: %s کبوتران حذف شده اند
hr: %s golubova je uklonjeno
nl: %s duiven zijn verwijderd
pl: %s gołębie zostały usunięte
ru: %s голуби удалены

source: Breeding
da: Avl
el: Αναπαραγωγή
fa: جوجه کشی
hr: Rasplod
nl: Koppels
pl: Rozpłód
ru: Селекция

source: Cock
da: Kok
el: Αρσενικό
fa: نر
hr: Mužjak
nl: Doffer
pl: Gołąb
ru: Голубь

source: Hen
da: Høne
el: Θυλικό
fa: ماده
hr: Ženka
nl: Duivin
pl: Gołębica
ru: Голубка

source: Egg 1 laid
da: Æg 1 lagt
el: Αυγό 1 τοποθετήθηκε
hr: Jaje 1 sneseno
nl: Ei 1 gelegd
pl: Jajko 1 złożone

source: Egg 1 hatched
da: Æg 1 udklækket
el: Αυγό 1 εκκολάφθηκε
hr: Jaje 1 izleženo
nl: Ei 1 uitgekomen
pl: Jajko 1 wyklute

source: Egg 1 bandnumber
da: Æg 1 båndnummer
el: Αριθμός δαχτυλιδιού αυγού 1
hr: Jaje 1 broj prstena
nl: Ei 1 ringnummer
pl: Jajko 1 numer obrączki

source: Egg 2 laid
da: Æg 2 lagt
el: Αυγό 2 τοποθετήθηκε
hr: Jaje 2 sneseno
nl: Ei 2 gelegd
pl: Jajko 2 złożone

source: Egg 2 hatched
da: Æg 2 udklækket
el: Αυγό 2 εκκολάφθηκε
hr: Jaje 2 izleženo
nl: Ei 2 uitgekomen
pl: Jajko 2 wyklute

source: Egg 2 bandnumber
da: Æg 2 antal bånd
el: Αριθμός δαχτυλιδιού αυγού 2
hr: Jaje 2 broj prstena
nl: Ei 2 ringnummer
pl: Jajko 2 numer obrączki

source: The selected path is not writeable.
da: Den valgte sti er ikke skrivebar.
el: Η επιλεγμένη διαδρομή δεν είναι εγγράψιμη.
hr: Odabrani put nije moguće zapisati.
nl: Het geselecteerde pad is niet schrijfbaar.
pl: Wybrana ścieżka jest niezapisywalna.

source: Select a database file...
da: Vælg en databasefil...
el: Επιλέξτε ένα αρχείο βάσης δεδομένων ...
fa: یک فایل اطلاعات را انتخاب کنید...
hr: Odaberite datoteku...
nl: Selecteer een database bestand...
pl: Wybierz plik bazy danych...

source: Pigeon Planner database
el: Βάση δεδομένων Pigeon Planner
fa: پایگاه داده برنامه ریز کبوتر
hr: Pigeon Planner baza podataka
pl: Baza danych Pigeon Planner

source: Required
da: Kræves
hr: Obavezno
nl: Vereist

source: Can't repair database that needs an update.
da: Kan ikke reparere database der behøver en opdatering.
hr: Nije moguće popraviti bazu podataka potrebno je ažuriranje.

source: Default
da: Standard
el: Προεπιλογή
fa: پیش فرض
hr: Postojeće
nl: Standaard
pl: Domyślne
ru: По умолчанию

source: Opened
da: Åbnet
hr: Otvoreno
nl: Geopend

source: Not found
da: Ikke fundet
hr: Nije pronađeno
nl: Niet gevonden

source: Not writable
da: Ikke skrivbar
hr: Nemoguće upisati
nl: Niet schrijfbaar

source: Last modified:
da: Senest ændret:
hr: Zadnja promjena:
nl: Laatst gewijzigd:

source: Waiting for action...
da: Venter på handling...
hr: Čekanje na akciju...
nl: Wachten op actie...

source: Check for pigeons with an empty value as year.
da: Kontroller for duer med en tom værdi som år.
hr: Provjerite ima li golubova s praznom vrijednošću za godinu.
nl: Controleren op duiven met een leeg jaartal.

source: Delete pigeon.
da: slet due.
hr: Obriši goluba
nl: Duif verwijderen.

source: Deleted %s object(s)
da: Slettet %s objekt(er)
hr: Obrisano %s objekata
nl: %s object(en) verwijderd

source: Check for racepoints with an invalid unit value.
da: Kontroller for racepoint med en ugyldig enheds værdi.
hr: Provjerite točku puštanja s jediničnom vrijednošću koja nije valjana.
nl: Controleren op vluchten met een ongeldige eenheid.

source: Reset unit value to the default.
da: Nulstil enheds værdi til standarden.
hr: Vratite jediničnu vrijednost na zadanu vrijednost.
nl: Eenheden herstellen naar de standaard waarden.

source: Updated %s object(s)
da: Opdaterede %s objekt(er)
hr: Ažurirano %s objekata
nl: %s object(en) bijgewerkt

source: Logfile Viewer
da: Logfilviser
el: Πρόγραμμα προβολής Logfile
fa: نمایش تاریخچه ثبت
hr: Preglednik log datoteke
nl: Logbestand-weergave
ru: Просмотр журнала

source: Remove selected pigeons?
da: Slet valgte duer?
el: Κατάργηση επιλεγμένων περιστεριών;
hr: Uklonite odabrane golubove?
nl: Verwijder geselecteerde duiven?
pl: Usuń wybrane gołębie

source: Remove selected pigeon?
da: Slet valgte due?
el: Κατάργηση επιλεγμένου περιστεριού;
hr: Uklonite odabranog goluba?
nl: Verwijder geselecteerde duif?
pl: Usuń wybranego gołebia

source: Hide pigeons
da: Skjul duer
el: Απόκρυψη περιστεριών
hr: Sakrij golubove
nl: Verberg duiven
pl: Ukryj gołębie

source: Hide pigeon
da: Skjul due
el: Απόκρυψη περιστεριού
hr: Sakrij goluba
nl: Verberg duif
pl: Ukryj gołebia

source: Remove with data will permanently delete the pigeon with all its data like pedigree, results and breeding details.
da: Fjerne med data vil permanent slette duen med alle dens data som stamtavle, resultater og avls detaljer.
el: Η κατάργηση με δεδομένα θα διαγράψει μόνιμα το περιστέρι με όλα τα δεδομένα του, όπως γενεαλογικό δέντρο ( pedigree ), αποτελέσματα και λεπτομέρειες αναπαραγωγής.
hr: Uklanjanje sa podacima trajno će izbrisati goluba sa svim njegovim podacima kao što su rodovnik, rezultati i detalji uzgoja.
nl: Verwijder met data zal de duif met alle data zoals stamboom, resultaten en koppel details permanent verwijderen.
pl: Bezpowrotne usunięcie gołębia wraz z wszystkimi danymi, jak rodowód, rezultaty i danymi hodowlanymi.

source: Hide the pigeon to keep it in the pedigrees.
da: Skjul duen for at beholde den i stamtavlerne.
el: Κρύψτε το περιστέρι για να το κρατήσετε στα γενεαλογικά δέντρα ( pedigrees ).
hr: Sakrij goluba da ga zadržiš u rodovnici.
nl: Verberg de duif om deze in de stambomen te bewaren.
pl: Ukryj gołębia, ale pozostaw w rodowodzie.

source: Remove with data
da: Fjern med data
el: Κατάργηση με δεδομένα
hr: Ukloni s podacima
nl: Verwijder met data
pl: Usuń wraz z danymi

source: translator-credits
da: Launchpad Contributions: Jimmy Frydkær Jensen https://launchpad.net/~jimmyfj
el: Launchpad Contributions: Angelos Bampos https://launchpad.net/~angelinosbampos Panagiotis Athanasiadis https://launchpad.net/~vreyl Timo Vanwynsberghe https://launchpad.net/~timovwb tonis https://launchpad.net/~tuonofighter1
fa: Launchpad Contributions: ali https://launchpad.net/~ali55rekabi
hr: Iznos za prevoditelja Launchpad Contributions: Hrvoje https://launchpad.net/~zemnik Jakov Šredl https://launchpad.net/~br-pigeon Timo Vanwynsberghe https://launchpad.net/~timovwb Zoran Gregorić https://launchpad.net/~bajagrgic freedomrun https://launchpad.net/~freedomrun gogo https://launchpad.net/~trebelnik-stefina jaha https://launchpad.net/~almir-jahic
nl: Timo Vanwynsberghe <timovwb@gmail.com> Launchpad Contributions: Fly-Man- https://launchpad.net/~flyman Timo Vanwynsberghe https://launchpad.net/~timovwb
pl: Tłumaczenie Launchpad Contributions: Ghuthek https://launchpad.net/~ghuthek Pavlusza https://launchpad.net/~pbraty Piotr Strębski https://launchpad.net/~strebski Rafał https://launchpad.net/~rafal-szpuda-s Timo Vanwynsberghe https://launchpad.net/~timovwb dar12ek https://launchpad.net/~dar-tom-wgc
ru: Launchpad Contributions: Andrey Kulakov https://launchpad.net/~grcool Auduf https://launchpad.net/~5097-mail Didenko Dmitriy https://launchpad.net/~didenkods Eugenia Vlasova https://launchpad.net/~jane-vlasova G-Shadow https://launchpad.net/~gshadow Ivan Ysh https://launchpad.net/~gadjin Nkolay Parukhin https://launchpad.net/~parukhin Sergey Sedov https://launchpad.net/~serg-sedov Timo Vanwynsberghe https://launchpad.net/~timovwb korisk https://launchpad.net/~korisk korisk https://launchpad.net/~korisk-yandex

source: General information
el: Γενικές πληροφορίες
fa: اطلاعات عمومی
hr: Opće informacije
nl: Algemene informatie
pl: Informacje ogólne
ru: Общая информация

source: Technical details
da: Tekniske detaljer
el: Τεχνικές λεπτομέρειες
fa: جزئیات فنی
hr: Tehničke pojedinosti
nl: Technische details
pl: Dane techniczne
ru: Технические сведения

source: Data information
el: Πληροφορίες δεδομένων
fa: اطلاعات داده
hr: Informacije o bazi podataka
nl: Data informatie
pl: Dane informacji
ru: Информация о базе данных

source: Number of pigeons
da: Antal duer
el: Αριθμός περιστεριών
fa: تعداد کبوتران
hr: Broj golubova
nl: Aantal duiven
pl: Liczba gołębi
ru: Количество голубей
