Repository: ishara/pigeonplanner
Catalog: pigeonplanner/pigeonplanner/data/po/*.po
Languages: da, el, fa, hr, nl, pl, ru

source: The grey area on the right roughly indicates the amount of space available on the printed pedigree.
da: Det grå område til højre indikerer omtrent mængden af plads tilgængelig på den udskrevne stamtavle.
el: Η γκρι περιοχή στα δεξιά υποδηλώνει περίπου τον διαθέσιμο χώρο στο τυπωμένο γενεαλογικό δέντρο ( pedigree ).
hr: Sivo područje na desnoj strani otprilike označava količinu raspoloživog prostora na tiskanom rodovniku.
nl: De grijze zone rechts geeft ongeveer de beschikbare plaats op de afgedrukte stamboom weer.
pl: Szary obszar po prawej z grubsza wskazuje ilość dostępnego miejsca na wydrukowanym rodowodzie.

source: Unable to retrieve data. The requested pigeon is probably removed from the database.
da: Kunne ikke hente data. Den anmodede due er formentlig fjernet fra databasen.
el: Δεν είναι δυνατή η ανάκτηση δεδομένων. Το περιστέρι που ζητήθηκε πιθανώς έχει αφαιρεθεί από τη βάση δεδομένων.
fa: نمی توان اطلاعات را بازیابی نمود . احتمالا کبوتر از دیتا بیس شما حذف شده است
hr: Nije moguće dohvatiti podatke. Zatraženi golub vjerojatno je uklonjen iz baze podataka.
nl: Kon de data niet ophalen. De opgevraagde duif is waarschijnlijk verwijderd uit de database.
pl: Nie można pobrać danych.Gołąb jest prawdopodobnie usunięty z bazy danych.
ru: Не удалось получить данные. Вероятно указанный голубь был удален из базы данных.

source: Pigeon status
da: Due status
el: Κατάσταση περιστεριού
fa: وضعیت کبوتر
hr: Status goluba
nl: Duif status
pl: Status gołębia
ru: Статус голубя

source: Choose a status for this pigeon:
da: Vælg en status for denne due:
el: Επιλέξτε μια κατάσταση για αυτό το περιστέρι:
fa: یک وضعیت را برای این کبوتر انتخاب کنید:
hr: Izaberi status za ovoga goluba:
nl: Kies een status voor deze duif:
pl: Wybierz status tego gołębia:
ru: Выберите статус для этого голубя:

source: The current status is:
da: Den nuværende status er:
el: Η τρέχουσα κατάσταση είναι:
fa: وضعیت کنونی:
hr: Postojeći status je:
nl: De huidige status is:
pl: Aktualny status:
ru: Текущий статус:

source: Extra info
da: Ekstra information
el: Επιπρόσθετες πληροφορίες
fa: اطلاعات بیشتر
hr: Dodatne informacije
pl: Dodatkowe informacje
ru: Дополнительная информация

source: No extra information available.
da: Ingen ekstra information tilgængelig.
el: Δεν υπάρχουν επιπλέον πληροφορίες.
fa: اطلاعات دیگری موجود نیست.
hr: Dodatne informacije nisu dostupne.
nl: Geen extra informatie beschikbaar.
pl: Brak dodatkowych informacji.
ru: Нет дополнительной информации.

source: Buyer
da: Køber
el: Αγοραστής
fa: خریدار
hr: Kupac
nl: Koper
pl: Kupujący
ru: Покупатель

source: Loaned
da: Udlånt
el: Δανεισμένο
fa: امانت داده شده
hr: Posuđeno
nl: Geleend
pl: Wypożyczony
ru: Отдан в пользование

source: Back
da: Tilbage
el: Επιστροφή
fa: قبلی
hr: Natrag
nl: Terug
pl: Powrót
ru: Назад

source: Person
el: Άτομο
fa: شخص
hr: Osoba
nl: Persoon
pl: Osoba
ru: Кому

source: Current version:
da: Nuværende version:
el: Τρέχουσα έκδοση:
hr: Trenutna verzija
nl: Huidige versie:
pl: Aktualna wersja

source: Latest version:
da: Seneste version:
el: Τελευταία έκδοση:
hr: Zadnja verzija
nl: Nieuwste versie:
pl: Ostatnia wersja:

source: Download
da: Hent
el: Λήψη
hr: Preuzmi
nl: Downloaden
pl: Pobierz

source: Open
da: Åbn
el: Άνοιγμα
hr: Otvori
nl: Openen
pl: Otwórz

source: Restore
da: Gendan
el: Αποκατάσταση
fa: بازیابی
hr: Vrati
nl: Terugzetten
pl: Przywrócić
ru: Восстановить

source: Create backup
da: Opret sikkerhedskopi
el: Δημιουργία αντιγράφου ασφαλείας
fa: ایجاد پشتیبان
hr: Izradi sigurnosnu kopiju
nl: Backup maken
pl: Tworzenie kopii zapasowej
ru: Создать резервную копию

source: Create a backup of your data
da: Opret en sikkerhedskopi af dine data
el: Δημιουργήστε ένα αντίγραφο ασφαλείας των δεδομένων σας
hr: Napravite sigurnosnu kopiju podataka
nl: Maak een backup van uw gegevens.
pl: Utwórz kopie zapasową

source: Restore backup
da: Gendan sikkerhedskopi...
el: Επαναφορά αντιγράφων ασφαλείας
fa: بازگرداندن به نسخه پشتیبان
hr: Povrati sigurnosnu kopiju
nl: Backup terugzetten
pl: Przywracanie kopii zapasowych
ru: Восстановить резервную копию

source: Restore a backup of your data
da: Genskab en sikkerhedskopi af dine data
el: Επαναφέρετε ένα αντίγραφο ασφαλείας των δεδομένων σας
hr: Vratite sigurnosnu kopiju podataka
nl: Herstel een backup van uw gegevens.
pl: Odtwórz kopie zapasową

source: The following databases will be included.
da: Den følgende database vil blive inkluderet.
el: Θα περιληφθούν οι ακόλουθες βάσεις δεδομένων.
hr: Sljedeće baze podataka bit će uključene.
nl: De volgende databases zullen bijgevoegd worden.
pl: Następujące bazy danych będę uwzględnione.

source: Database
el: Βάση δεδομένων
hr: Baza podataka
pl: Baza danych
ru: База данных

source: Include application configuration file
da: Inkluder profram konfigurationfil
el: Συμπερίληψη αρχείου διαμόρφωσης εφαρμογής
hr: Uvrsti konfiguracijsku datoteku aplikacije
nl: Het programma configuratie bestand bijvoegen
pl: uwzględnij plik konfiguracyjny programu.

source: This will not include pigeon images and media files.
da: Dette vil ikke inkludere due billeder og mediefiler.
hr: To neće uključivati slike golubova i medijske datoteke.
nl: Dit zal de afbeeldingen van duiven en media bestanden niet bijsluiten.

source: Backup file
da: Sikkerhedskopi
el: Αντίγραφο ασφαλείας
hr: Datoteka sigurnosne kopije
nl: Backup bestand
pl: Plik kopii zapasowej

source: Select which databases to restore.
da: Vælg hvilken database der skal genskabes.
el: Επιλέξτε ποιες βάσεις δεδομένων θα επαναφέρετε.
hr: Odaberite baze podataka koje želite vratiti.
nl: Selecteer welke databases te herstellen.
pl: Wybierz bazę danych do odtworzenia.

source: Change database path
da: Ændr databasesti
el: Αλλαγή διαδρομής βάσης δεδομένων
hr: Promjena putanje baze podataka
nl: Verander database pad
pl: Zmień ścieżkę dostępuj do bazy

source: Restore application configuration file
da: Gendan program konfigurationfil
el: Επαναφορά αρχείου διαμόρφωσης εφαρμογής
hr: Vrati datoteku konfiguracije aplikacije
nl: Herstel programma configuratie bestand
pl: Wczytaj plik konfiguracyjny

source: Send
el: Αποστολή
fa: ارسال
hr: Poslan
nl: Verzenden
pl: Wyślij
ru: Отправить

source: Send to:
da: Send til:
el: Αποστολή σε:
fa: :فرستادن به
hr: Pošalji za:
nl: Stuur naar:
pl: Wyślij do:
ru: Отправить:

source: Your name:
da: Dit navn:
el: Το όνομα σας:
fa: نام شما:
hr: Tvoje ime:
nl: Uw naam:
pl: Twoje imię:
ru: Ваше имя:

source: Your e-mailaddress:
da: Din email adresse:
el: Η ηλεκτρονική σας διεύθυνση:
fa: آدرس ایمیل شما:
hr: Tvoja adresa e-pošte:
nl: Uw e-mailadres:
pl: Twój e-mail:
ru: Адрес Вашей электронной почты

source: Subject:
da: Emne:
el: Θέμα:
fa: عنوان:
hr: Predmet:
nl: Onderwerp:
pl: Temat:
ru: Тема:

source: Message:
da: Besked:
el: Μήνυμα:
fa: پیغام:
hr: Poruka:
nl: Bericht:
pl: Wiadomość:
ru: Текст сообщения:

source: Attached file:
da: Vedhæftet fil:
el: Συνημμένο αρχείο:
fa: فایل پیوست شده:
hr: Priloženi dokument:
nl: Bijgevoegd bestand:
pl: Załącznik:
ru: Прикрепленный файл:

source: Sending...
da: Sender...
el: Γίνεται αποστολή...
fa: در حال ارسال…
hr: Slanje...
nl: Verzenden...
pl: Wysyłanie...
ru: Отправка...

source: Export data
da: Eksporter data
el: Εξαγωγή Δεδομένων
fa: صادر کردن اطلاعات
hr: Izvezi podatke
nl: Exporteer data
pl: Eksportuj dane
ru: Экспорт данных

source: Path
da: Sti
el: Διαδρομή
fa: مسیر
hr: Put
nl: Pad
pl: Ścieżka
ru: Путь

source: Selected
da: Valgt
el: Επιλεγμένο
fa: انتخاب شده
hr: Izabrano
nl: Geselecteerde
pl: Wybrany
ru: Выбрано

source: Visible
da: Synlig
el: Ορατό
fa: قابل مشاهده
hr: Vidljivo
nl: Zichtbare
pl: Widoczny
ru: Отображаемые

source: All
da: Alle
el: Όλα
fa: همه
hr: Sve
nl: Alles
pl: Sve
ru: Все

source: Quit
da: Afslut
el: Έξοδος
hr: Zatvori
nl: Afsluiten
pl: Zakończ

source: New
da: Ny
el: Νέο
hr: Novo
nl: Nieuw
pl: Nowy

source: Create a new or add an existing database to get started.
da: Opret en ny eller tilføj en eksisterende database for at begynde.
hr: Napravite novu ili dodajte postojeću bazu podataka da biste započeli.
nl: Maak een nieuwe of voeg een bestaande database bestand toe om te beginnen.

source: For advanced use only. Use the default settings if you are in doubt.
da: Til avanceret brug alene. Brug standard indstillingerne hvis du er i tvivl.
el: Μόνο για προχωρημένη χρήση. Χρησιμοποιήστε τις προεπιλεγμένες ρυθμίσεις εάν έχετε αμφιβολίες.
fa: فقط برای کاربران پیشرفته. اگر شما در شک و تردید هستید از تنظیمات پیش فرض استفاده کنید.
hr: Samo za naprednu upotrebu. Ako sumnjate, koristite zadane postavke.
nl: Voor geavanceerd gebruik. Gebruik de standaard instellingen bij twijfel.
pl: Tylko dla zaawansowanych użytkowników. Użyj ustawień domyślnych, jeśli masz wątpliwości.

source: Repair selected
da: Reparer valgte
hr: Popravak izabran
nl: Herstel geselecteerde

source: Action
da: Handling
hr: Akcija
nl: Actie

source: Result
da: Resultat
hr: Rezultat
nl: Resultaat

source: Copy
da: Kopiér
el: Αντιγραφή
hr: Kopiraj
nl: Kopiëren
pl: Kopiuj

source: Move
da: Flyt
el: Μετακίνηση
hr: Premjesti
nl: Verplaatsen
pl: Przenieś

source: Repair
da: Reparer
hr: Popravi
nl: Herstellen

source: Set as default
da: Sæt som standard
hr: Postavi kako zadano
nl: Als standaard instellen

source: Load this database as default on startup
da: Indlæs denne database som standard ved opstart
el: Φορτώστε αυτήν τη βάση δεδομένων ως προεπιλογή κατά την εκκίνηση
fa: بارگزاری این پایگاه داده به عنوان پیش فرض در هنگام راه اندازی
hr: Učitajte ovu bazu podataka kao zadanu pri pokretanju
nl: Deze database laden bij het opstarten
pl: Załaduj tę bazę danych jako domyślną przy starcie

source: Send to the developers
da: Send til udviklerne
hr: Pošalji razvojnom timu
nl: Naar de ontwikkelaars sturen

source: Open folder
da: Åbn mappe
hr: Otvori mapu
nl: Map openen

source: Done by
da: Udført af
el: Ολοκληρώθηκε από
fa: انجام شده توسط
hr: izvršio
nl: Door
pl: Sporządzono w
ru: Выполнил(а)

source: Dosage
da: Dosering
el: Δοσολογία
fa: مقدار
hr: Doza
nl: Dosering
pl: Dawkowanie
ru: Дозировка

source: Vaccination
el: Εμβολιασμός
fa: واکسیناسیون
hr: Vakcinacija
nl: Vaccinatie
pl: Szczepienia
ru: Вакцинация

source: Top margin
da: Topmargen
hr: Gornja margina
nl: Marge bovenkant

source: Bottom margin
da: Bundmargen
hr: Donja margina
nl: Marge onderkant

source: Left margin
da: Venstre margen
hr: Lijeva margina
nl: Marge links

source: Right margin
da: Højremargen
hr: Desna margina
nl: Marge rechts

source: Pedigree print setup
da: Stamtavle udskriv opsætning
hr: Podešavanje postavki ispisa
nl: Stamboom afdrukinstellingen

source: Save PDF
da: Gem PDF
hr: Spremi kao PDF
nl: PDF opslaan

source: Layout configuration
hr: Konfiguracija izgleda
nl: Lay-out configuratie

source: Custom
da: Tilpasset
hr: Prilagođeno
nl: Aangepast

source: Paper format
da: Papirformat
hr: Format papira
nl: Papier formaat

source: Margins
da: Margener
hr: Margine
nl: Marges

source: Configure...
da: Konfigurer...
hr: Podesi…
nl: Instellen...

source: Font colour
da: Skriftfarve
hr: Boja fonta
nl: Lettertype kleur

source: Font size
da: Skriftstørrelse
hr: Veličina fonta
nl: Lettertype grootte

source: Separator
da: Adskiller
hr: Razdjelnik
nl: Scheidingsteken

source: User info
da: Brugerinfo
hr: Informacije o korisniku
nl: Gebruikersinfo

source: Pigeon info
da: Due information
hr: Informacije o golubu
nl: Duiven info

source: Pigeon image
da: Due billede
hr: Slika goluba
nl: Duivenafbeelding

source: Don't show
da: Vis ikke
hr: Ne prikazuj
nl: Niet weergeven

source: Left
da: Venstre
hr: Lijevo
nl: Links

source: Center
da: Centrer
hr: Centrirano
nl: Midden

source: Right
da: Højre
hr: Desno
nl: Rechts

source: Header
da: Overskrift
hr: Zaglavlje
nl: Hoofding

source: Details
da: Detaljer
hr: Pojediosti

source: Edit...
da: Rediger …
hr: Uredi...
nl: Bewerken...

source: Page layout
da: Sidelayout
hr: Izgled stranice
nl: Pagina lay-out

source: Generation 1 lines
da: Generation 1 linjer
hr: Generacija 1 linije
nl: Regels generatie 1

source: Generation 2 lines
da: Generation 2 linjer
hr: Generacija 2 linije
nl: Regels generatie 2

source: Generation 3 lines
da: Generation 3 linjer
hr: Generacija 3 linije
nl: Regels generatie 3

source: Generation 4 lines
da: Generation 4 linjer
hr: Generacija 4 linije
nl: Regels generatie 4

source: Layout
el: Διάταξη
fa: چیدمان
hr: Izgled
nl: Indeling
pl: Układ
ru: Макет

source: Colour edge
da: Farvekant
hr: Boja obruba
nl: Rand kleuren

source: Colour background
da: Baggrundsfarve
hr: Boja pozadine
nl: Achtergrond kleuren

source: Bandnumber font size
da: Båndnummer skriftstørrelse
hr: Veličina slova na prstenu
nl: Ringnummer lettertype grootte

source: Bandnumber colour
da: Båndnummer farve
hr: Boja prstena
nl: Ringnummer kleur

source: Details font size
da: Detaljers skriftstørrelse
hr: Veličina fonta za detalje
nl: Details lettertype grootte

source: Details colour
da: Detaljers farve
hr: Boja za detalje
nl: Details kleur

source: Comments font size
da: Kommentars skriftstørrelse
hr: Veličina fonta komentara
nl: Opmerkingen lettertype grootte

source: Comments colour
da: Kommentar farve
hr: Boja komentara
nl: Opmerkingen kleur

source: Pedigree box
da: Stamtavle boks
hr: Odjeljak rodovnika
nl: Stamboom doos

source: Comments
da: Kommentarer
hr: Komentari
nl: Opmerkingen

source: Bandnumber
da: Båndnummer
hr: Broj prstena
nl: Ringnummer

source: Sex sign
da: køn tegn
hr: Oznaka spola
nl: Geslachtsteken

source: Pedigree box layout
da: Stamtavleboks layout
hr: izgled odjeljka rodovnika
nl: Stamboom doos lay-out

source: Import results
da: Importer resultater
el: Εισαγωγή αποτελεσμάτων
fa: وارد کردن نتایج
hr: Uvezi rezultate
nl: Importeer resultaten
pl: Importuj wyniki
ru: Иморт результатов

source: File:
da: Fil:
el: Αρχείο:
fa: فایل:
hr: Datoteka:
nl: Bestand:
pl: Plik:
ru: Файл:

source: No results were found for your pigeons
da: Ingen resultater blev funder for dine duer
el: Δεν βρέθηκαν αποτελέσματα για τα περιστέρια σας
fa: هیچ نتایجی برای کبوترانتان پیدانشد
hr: Nisu pronađeni rezultati za vaše golubove
nl: Er zijn geen resultaten gevonden voor uw duiven
pl: Nie znaleziono wyników dla gołębi
ru: Нет результатов для Ваших голубей

source: Place
da: Sted
el: Τοποθεσία
fa: مکان
hr: Mjesto
nl: Plaats
pl: Miejsce
ru: Место

source: Parser error
da: Fortolker fejl
el: Σφάλμα ανάλυσης
fa: خطای تجزیه کننده
hr: Parser greška
nl: Parser fout
pl: Błąd analizatora
ru: Синтаксическая ошибка

source: The file you selected could not be parsed correctly. Try selecting another parser that matches your file and try again. Or send the developers some useful data shown below, so they can work on this issue.
da: Filen du valgte kunne ikke blive fortolket korrekt. Prøv at vælge en anden analyser der matcher din fil og prøv igen.Eller send udviklerne brugbar data vist nedenfor så de kan arbejde på dette problem.
el: Δεν ήταν δυνατή η σωστή ανάλυση του αρχείου που επιλέξατε. Δοκιμάστε να επιλέξετε άλλο πρόγραμμα ανάλυσης που ταιριάζει με το αρχείο σας και δοκιμάστε ξανά. Εναλλακτικά, στείλτε στους προγραμματιστές κάποια χρήσιμα δεδομένα που εμφανίζονται παρακάτω, ώστε να μπορούν να εργαστούν σε αυτό το ζήτημα.
fa: فایلی که شما انتخاب کرده اید نمی تواند بطور صحیح تجزیه گردد. تجزیه کننده دیگری که با فایل شما هماهنگ است را امتحان کنیدو یا به توسعه دهندگان اطلاعات مفیدی که در زیر نشان داده شده است را ارسال کنید
hr: Datoteka koju ste odabrali ne može se pravilno analizirati. Pokušajte odabrati drugi parser koji odgovara vašoj datoteci i pokušajte ponovo. Ili pošaljite programerima neke korisne podatke prikazane u nastavku, kako bi mogli raditi na ovom pitanju.
nl: Het geselecteerde bestand kon niet geanalyseerd worden. Selecteer een andere parser die bij het gewenste bestand past en probeer opnieuw. U kan de ontwikkelaars ook de onderstaande informatie sturen zodat zij aan dit probleem kunnen werken.
pl: Wybrany plik nie może być analizowany poprawnie. Spróbuj wybrać inny analizator, który pasuje do pliku i spróbuj ponownie. Albo wysłać deweloperom kilka przydatnych danych, aby mogli działać w tej sprawie.
ru: Выбранный файл не может быть проанализирован. Выберите другой анализатор, который подходит этому файлу, и повторите попытку. Или отправьте разработчикам данные об ошибке, приведенные ниже, для того чтобы они смогли решить эту проблему.

source: Photo Album
da: Fotoalbum
el: Άλμπουμ φωτογραφιών
fa: آلبوم عکسها
hr: Foto album
nl: Fotoalbum
pl: Foto album
ru: Фотоальбом

source: There are no images found.
da: Der er ikke fundet nogen billeder.
el: Δεν βρέθηκαν εικόνες.
fa: هیچ عکسی پیدا نشد.
hr: Nisu pronađene slike.
nl: Er zijn geen afbeeldingen gevonden.
pl: Nie znaleziono żadnych zdjęć
ru: Ни одной картинки не найдено.

source: Dataset
da: Datasæt
el: Σύνολο δεδομένων
fa: مجموعه داده
hr: Skup podataka
pl: Dane
ru: Данные

source: Item
da: Element
el: Αντικείμενο
fa: مورد
hr: Stavka
pl: Pozycja
ru: Элемент

source: Manage items
da: Administrer elementer
el: Διαχείριση αντικειμένων
fa: مدیریت آیتمها
hr: Upravljanje stavkama
nl: Items beheren
pl: Zarządzanie elementami
ru: Управление элементами

source: No unused objects found!
da: Ingen ubrugte objekter fundet
el: Δεν βρέθηκαν αχρησιμοποίητα αντικείμενα!
fa: هیچ مورد استفاده نشده ای پیدا نشد!
hr: Nisu pronađeni neiskorišteni predmeti!
nl: Geen ongebruikte objecten gevonden!
pl: Nie znaleziono niewykorzystanych obiektów!

source: Unused objects
da: Ubrugte objekter
el: Αχρησιμοποίητα αντικείμενα
fa: موارد استفاده نشده
hr: Neiskorišteni predmeti
nl: Ongebruikte objecten
pl: Niewykorzystane obiekty
ru: Неиспользованные элементы

source: View all breeding records
da: Vis alla l avler arkiver
el: Δείτε όλα τα αρχεία αναπαραγωγής
hr: Pogledaj sve uzgojne podatke
nl: Toon alle koppels
pl: Wyświetl wszystkie dane hodowlane

source: Filter breeding records
da: Filter avler arkiver
el: Φιλτράρετε αρχεία αναπαραγωγής
hr: Filtriraj uzgojne podatke
nl: Koppels filteren
pl: Filtr danych hodowlanych

source: Number of generations
da: Antal generationer
el: Αριθμός γενεών
hr: Broj generacija
nl: Aantal generaties
pl: Liczba pokoleń

source: Pedigree sire
da: Due far
el: Γενεαλογικό δέντρο ( pedigree ) πατέρα
hr: Rodovnik oca
nl: Stamboom vader
pl: Ojciec gołębia

source: Pedigree dam
da: Stamtavle dæmning
el: Γενεαλογικό δέντρο ( pedigree ) μητέρας
hr: Rodovnik majke
nl: Stamboom moeder
pl: Matka gołębia

source: Street
da: Gade
el: Οδός
fa: خیابان
hr: Ulica
nl: Straat
pl: Ulica
ru: Улица

source: Zipcode / City
da: Postnummer/By
el: Τ.κ. / Πόλη
fa: شهر
hr: Broj pošte / Grad
nl: Zipcode / Stad
pl: Kod pocztowy / Miasto
ru: Индекс / Город

source: This is me
da: Dette er mig
el: Αυτός είμαι εγώ
fa: آدرس خودم
hr: Ovo sam ja
nl: Dit ben ik
pl: To ja
ru: Это я

source: Letter
da: Brev
el: Γράμμα
fa: نامه
pl: List

source: Parser:
da: Fortolker::
el: Αναλυτής:
fa: تجزیه کننده:
pl: Analizator:
ru: Анализатор

source: Parse
da: Fortolk
el: Ανάλυση
fa: تجزیه کردن
nl: Analyseer
pl: Analizować
ru: Анализировать

source: _Filter...
el: _Φίλτρο...
fa: _فیلتر...
nl: _Filteren...
ru: _Фильтр...

source: Filter
el: Φίλτρο
fa: فیلتر کردن
nl: Filteren
pl: Filtr
ru: Фильтр

source: Status
el: Κατάσταση
fa: وضعیت
ru: Состояние

source: Filter: %s
el: Φίλτρο:% s
fa: فیلتر: %s
pl: Filtr: %s
ru: Фильтр: %s

source: Forum
el: Συζήτηση
fa: انجمن
ru: Форум разработчика

source: A4
el: Α4

source: Interval
el: Μεσοδιάστημα
fa: فاصله زمانی
pl: Co ile dni
ru: Периодичность

source: Partner
el: Συνεργάτης
fa: همکار
