Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Pigeon Planner is already running.
ar: البرنامج قيد التشغيل بالفعل.
cs: Pigeon Planner je již spuštěn.
de: Pigeon Planner läuft bereits.
es: Pigeon Planner ya está ejecutándose.
fr: Pigeon Planner est déjà en cours d'exécution
hu: A program már fut.
pt: O Pigeon Planner já está em funcionamento.
ro: Pigeon Planner ruleaza deja.
sq: Pigeon Planner tashmë është në funksion.
sr: Програм "Pigeon Planner" је већ покренут!
tr: Güvercin Planner zaten çalışıyor.
uk: Pigeon Planner вже запущений
vi: Chương trình Pigeon Planner đã mở rồi

source: Not found!
ar: غير موجود!
cs: Není k nalezení!
de: Nicht gefunden
es: No encontrada.
fr: Non trouvé !
hu: Nem található!
pt: Não encontrado!
ro: Nu a fost gasit!
sq: Nuk gjendet!
sr: Није пронађено!
tr: Bulunamadı
uk: Не знайдено!
vi: Không thấy

source: Are you sure?
ar: هل أنت متأكد؟
cs: Jseš si jist?
de: Sind Sie sicher?
es: ¿Está usted seguro?
fr: Êtes-vous sûr(e) ?
hu: Biztos vagy benne?
pt: Tem a certeza?
ro: Eşti sigur?
sq: Jeni i sigurt?
sr: Јесте ли сигурни?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn chắc chắn?

source: The persoon you want to add already exists.
ar: الشخص الذي تريد إضافته موجود بالفعل.
cs: Již existuje.
de: Die Person, die Sie hinzufügen möchten, existiert schon.
es: La persona que desea agregar ya existe.
fr: Cette personne existe déjà.
hu: A hozzáadni kívánt személy már létezik.
pt: A pessoa que quer adicionar já existe.
ro: Persoana pe care vrei sa o adaugi deja exista.
sq: Personi që dëshironi të shtoni tashmë ekziston.
sr: Особа коју желите додати већ постоји
tr: Zaten eklemek istediğiniz kişi var.
uk: Ця персона вже зареєстрована.
vi: Người này đã tồn tại

source: Do you want to continue anyway?
ar: هل تريد الاستمرار ؟
cs: Opravdu chcete pokračovat ?
es: ¿Desea continuar de todos modos?
fr: Voulez-vous continuer malgré tout ?
pt: Ainda assim deseja continuar?
sr: Да ли ипак желите да наставите?
uk: Ви хочете все-таки продовжити ?

source: Error printing the pedigree
ar: خطأ أثناء طباعة شجرة النسب
cs: Chyba tisku rodokmenu
de: Fehler beim Drucken des Stammbaums
es: Error imprimiendo el pedigrí
fr: Erreur lors de l'impression du pedigree
hu: Hiba történt a családfa kinyomtatása közben
pt: Erro ao imprimir o pedigree
ro: Eroare la imprimarea pedigree-ului.
sq: Gabim në printimin e origjinës
sr: Грешка у штампању родовника
tr: Baskı hatası pedigree
uk: Помилка друку родоводу
vi: Lỗi in gia phả

source: An error occured in the print operation!
ar: حدث خطأ في عملية الطباعة!
cs: Došlo k chybě při tisku !
de: Beim Drucken ist ein Fehler aufgetreten!
es: Ha ocurrido un error en la operación de impresión
fr: Une erreur s'est produite lors de l'opération d'impression !
hu: Hiba történt a nyomtatás során!
pt: Ocorreu um erro durante a impressão!
ro: A intervenit o eroare in operatia de imprimare.
sq: Ndodhi një gabim gjatë printimit!
sr: У процесу штампања дошло је до грешке!
tr: Bir hata baskı operasyonda oluştu!
uk: Сталася помилка в операції друку!
vi: Lỗi in ấn

source: Error
ar: خطأ
cs: Chyba
de: Fehler!
fr: Erreur
hu: Hiba
pt: Erro
ro: Eroare
sq: Gabim
sr: Грешка
tr: Hata
uk: Помилка
vi: Lỗi

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
pt: Aviso
ro: Avertisment
sq: Kujdes
sr: Упозорење
tr: Uyarı
uk: Застереження
vi: Cảnh báo

source: The database you are trying to open is too new for your version of Pigeon Planner. You need to reinstall the latest version to continue.
ar: قاعدة البيانات التي تحاول دخولها اصدارها جديد عن إصدار برنامجك الحالى . تحتاج إلى إعادة تثبيت الإصدار الأخير للمتابعة.
cs: Databáze, kterou se pokoušíš otevřít, je novější než tvůj Pigeon Planner. Nainstaluj nejnovější verzi.
de: Die Datenbank, die Sie versuchen zu öffnen, ist zu neu für diese Version von Pigeon Planner. Sie müssen die neueste Version installieren, um fortfahren zu können.
es: La base de datos que está intentando abrir es nueva para su versión de Pigeon Planner. Uste necesita reinstalar la última versión para continuar.
fr: La base de données que vous essayez de modifier est trop récente ! Veuillez réinstaller la dernière version !
hu: A megnyitni kívánt adatbázis a program újabb verziójával készült. A folytatáshoz telepítsd fel a program legfrissebb verzióját.
pt: A base de dados que está a tentar abrir é demasiado nova para a sua versão do Pigeon Planner. Para continuar instale a última versão.
ro: Baza de date a PP accesata este prea noua pentru a se potrivi cu versiunea curenta. Trebuie sa reinstalezi ultima versiune pentru a continua.
sq: Databaza që po përpiqeni të hapni është shumë e re për versionin tuaj të Pigeon Planner. Duhet të instalosh versionin e fundit për të vazhduar.
sr: База података коју покушавате отворити је превише нова за вашу верзију Pigeon Planner-а. Морате поново инсталирати најновију верзију да бисте наставили.
tr: Açmaya çalıştığınız veritabanı, kullanmakta olduğunuz Pigeon Planner versiyonuna göre çok daha yenidir. Programın en son versiyonunu yüklemeniz gerekmektedir.
uk: База даних, яку ви намагаєтеся відкрити занадто нова для вашої версії Pigeon Planner. Ви повинні встановити останню версію, щоб продовжити.
vi: Cơ sở dữ liệu bạn đang mở quá mới so với phiên bản Pigeon Planner trên máy bạn. Bạn cần cài đặt lại phiên bản mới nhất để tiếp tục!

source: Database update required!
ar: تحديث قاعدة البيانات ضروري
cs: Je nutné aktualizovat databázi
de: Datenbank-Update notwendig
es: La base de datos necesita actualizarse
fr: Mise à jour de base de données requise !
hu: Frissíteni kell az adatbázist!
pt: É preciso actualizar a base de dados.
sq: Kërkohet përditësimi i databazës!
sr: Потребно је ажурирање базе података.
uk: Потрібно оновити бази!
vi: Yêu cầu cập nhật cơ sở dữ liệu

source: This database needs an update before it can be used. Previous versions of Pigeon Planner won't work anymore. This may take a moment. Do you want to continue?
ar: تحتاج الى تحدث قاعدة البيانات لتتمكن من استخدامها , الاصدارات السابقة من البرنامج لن تعمل بعد الان. التحديث سيحتاج الى بعض الوقت . هل تريد الاستمرار؟
cs: Před použitím databáze je potřeba ji aktualizovat. Minulé verze Pingeon Planner, již nebudou fungovat. Tahle akce může trvat. Přejete si pokračovat ?
de: Diese Datenbank benötigt ein Update, bevor sie benutzt werden kann. Vorherige Versionen von Pigeon Planner werden nicht mehr funktionieren. Dies wird einen Moment dauern. Wollen Sie fortfahren?
fr: Cette base de données nécessite une mise à jour avant de pouvoir être utilisée. Les versions précédentes de Pigeon Planner ne fonctionneront plus. Cela peut prendre un moment. Voulez-vous continuer ?
pt: Essa base de dados precisa de uma atualização antes de ser utilizada. Versões antigas de Pidgeon Planner não funcionarão mais. Essa operação pode levar um tempo. Deseja continuar?
sq: Kjo databazë ka nevojë për përditësim para se të mund të përdoret. Versionet e mëparshme të Pigeon Planner nuk do të funksionojnë më. Kjo mund të marrë një çast. Doni të vazhdoni?
sr: Ова база података мора бити ажурирана пре коришћења. Претходна верзија Pigeon Planner-a више не ради. Ово може потрајати. Да ли желите да наставите?
uk: Ця база потребує оновлення, перш ніж вона може бути використана. Попередні версії програми Pigeon Planner більше не працюватимуть. Це може зайняти деякий час. Ви хочете продовжити?
vi: Cơ sở dữ liệu này cần được cập nhật trước khi có thể được sử dụng. Các phiên bản trước của Pigeon Planner sẽ không hoạt động nữa. Điều này có thể mất một chút thời gian. Bạn có muốn tiếp tục?

source: The Pigeon Planner databases has been updated to match the current version. Note that it is not advised to run an older version, which can lead to data corruption.
ar: تم تحديث قواعد البيانات لتتناسب مع النسخة الحالية. لاحظ أنه لا ننصح بتشغيل نسخة قديمة، والتي يمكن أن تؤدي إلى تلف البيانات.
cs: Pigeon Planner databáze byla aktualizována, aby odpovídala aktuální verzi. Všimni si, že není doporučeno spustit starší verze, což může vést k poškození dat.
de: Die Pigeon Planner-Datenbank wurde erneuert, um mit der aktuellen Version zu funktionieren. Beachten Sie bitte, dass es nicht eimpfohlen wird eine ältere Version zu verwenden, da dies zu korrupten Daten führen kann.
es: La base de datos de Pigeon Planner ha sido actualizada para que coincida con la versión actual. Tenga en cuenta que no es recomendable ejecutar una versión anterior, lo que puede conducir a la corrupción de datos.
fr: La base de données a été mise à jour vers la nouvelle version ! Notez qu'il est conseillé de ne pas exécuter une version plus ancienne, qui pourrait conduire à la corruption des données.
hu: A Pigeon Planner adatbázis aktualizálva az új programverzióhoz. Régebbi verziójú program használata nem javasolt, mivel az adatvesztést okozhat.
pt: As bases de dados do Pigeon Planner precisam de ser actualizadas de forma a corresponderem à versão actual. Não é aconselhado usar uma versão antiga pois pode levar a perda de dados.
ro: Baza de date a PP a fost adusa la zii pentru a se potrivi cu versiunea curenta. Nu este intelept sa rulezi o versiune mai veche, intrucat acest lucru conduce la alterarea datelor.
sq: Databaza e Pigeon Planner është përditësuar për të përputhur versionin aktual. Vini re se nuk këshillohet të ekzekutosh një version më të vjetër, gjë që mund të çojë në dëmtimin e të dhënave.
sr: Базе података Pigeon Planner-а су ажуриране да одговарају тренутној верзији. Имајте на уму да се не препоручује покретање старије верзије која може довести до корупције података.
tr: Pigeon Planner Veritabanı, kullanmakta olduğunuz versiyona uyumlu olacak şekilde güncellenmiştir. Programın daha eski versiyonunu çalıştırmak, veri kaybına neden olabilir.
uk: Бази даних Голуб Planner було оновлено відповідно до поточної версією. Зверніть увагу, що не рекомендується запускати старі версії, які можуть призвести до пошкодження даних.
vi: Cơ sở dữ liệu của Pigeon Planner đã được cập nhật để phù hợp với phiên bản hiện tại. Lưu ý rằng không nên chạy phiên bản cũ hơn, điều này có thể dẫn đến hỏng dữ liệu.

source: The database migration has failed! Any further actions are stopped to prevent data loss. Please contact the developers to fix this problem.
ar: تحديث قاعدة البيانات فشل ! سيتم ايقاف كل العمليات لتجنب فقد البيانات . اتصل بمطور البرنامج لاصلاح هذه المشكلة .
cs: Výměna databáze se nezdařila! Jakékoliv další akce jsou zastaveny, aby se zabránilo ztrátě dat. Prosím, obraťte se na vývojáře, aby tento problém vyřešit.
de: Die Datenbank-Migration ist fehlgeschlagen. Alle weiteren Aktionen wurden gestoppt, um Datenverlust zu verhindern. Bitte kontaktieren sie die Entwickler, damit dieses Problem behoben wird
es: La migración de la base de datos ha fallado. Cualquier acción futura será detenida para prevenir perdida de datos. Por favor, contacte con el soporte técnico para solucionar este problema.
fr: La migration de base de données a échoué ! D'autres actions ont été arrêtées pour prévenir la perte de données. Veuillez contacter les développeurs pour résoudre ce problème.
hu: Az adatbázis frissítése sikertelen! Az adatbázis sérülésének elkerülése érdekében további művelet nem engedélyezett. A probléma javítása érdekében vedd fel a kapcsolatot a fejlesztővel.
pt: A mudança de base de dados para nova versão falhou. Não tente mais nada para evitar perda de dados. Por favor contacte o programador para resolver este problema.
sq: Migrimi i databazës ka dështuar! Çdo veprim i mëtejshëm ndalet për të parandaluar humbjen e të dhënave. Kontakto zhvilluesit e programit për të ndrequr këtë problem.
sr: Неуспешно премештање базе података! Све даље радње су заустављене како бисмо спречили губитак података. Молимо контактирајте девелопер-а да бисте решили овај проблем.
uk: Переміщення бази даних не вдалося! Будь-які подальші дії будуть зупинені, щоб запобігти втраті даних. Будь ласка, зв'яжіться з розробниками, щоб виправити цю проблему.
vi: Di chuyển cơ sở dữ liệu không thành công! Mọi hành động tiếp theo sẽ bị dừng lại để tránh mất dữ liệu. Vui lòng liên hệ với các nhà phát triển để khắc phục sự cố này.

source: Removing database
ar: جارى حذف قاعدة البيانات ...
cs: Odstranění databáze
de: Entferne Datenbank
es: Eliminando base de datos
fr: Suppression de la base de données
hu: Adatbázis törlése
pt: Apagando a base de dados
ro: Inlaturare baza de date
sq: Heqja e databazës
sr: Уклањање базе података.
tr: Veritabanı Çıkarma
uk: Видалення бази даних
vi: Xóa dữ liệu

source: Are you sure you want to remove the database? All data will be lost.
ar: هل أنت متأكد أنك تريد حذف قاعدة البيانات؟ كل البيانات ستحذف.
cs: Jseš si jist, že chceš odstranit databázi? Všechna data budou ztracena.
de: Sind Sie sicher, dass Sie die Datenbank entfernen möchten? Alle Daten werden verlorengehen.
es: ¿Está seguro de querer eliminar la base de datos? Toda la información se perderá.
fr: Voulez-vous vraiment supprimer cette base de données ? Toutes les données seront perdues.
hu: Biztosan törölni akarod az adatbázist? FIGYELEM! Minden adat törlődni fog.
pt: Tem a certeza de que quer remover esta base de dados? Toda a informação será perdida.
ro: Esti sigur ca vrei sa stergi baza de date? Toate datele vor fi pierdute.
sq: Jeni i sigurt se doni ta hiqni databazës? Të gjitha të dhënat do të humbasin.
sr: Да ли сте сигурни да желите да избришете базу података? Сви подаци ће бити изгубљени!
tr: Veritabanını kaldırmak istediğinizden emin misiniz? Tüm veriler kaybolacaktır.
uk: Ви впевнені, що хочете видалити базу даних? Всі дані будуть втрачені!
vi: Bạn chắc chắn xóa? Tất cả dữ liệu sẽ mất!

source: Invalid image!
ar: صورة غير صالحه !
cs: Neplatný obrázek!
de: Ungültiges Bildformat!
es: ¡Imagen no válida!
fr: Image non valide !
hu: Érvénytelen kép!
pt: Imagem inválida!
ro: Imagine nealocata!
sq: Imazhi i pavlefshëm!
sr: Неисправна слика!
tr: Geçersiz görüntü!
uk: Неправильний файл зображення!
vi: Ảnh không hợp lệ!

source: This image is either not supported or corrupt, please choose another one.
ar: هذه الصورة غير معتمد أو معطوبة ، يرجى اختيار صورة اخرى.
cs: Tento obrázek buď není podporován nebo je poškozen, zvol jiný.
de: Dieses Bildformat wird nicht unterstützt oder ist beschädigt, bitte wählen Sie ein anderes.
es: Esta imagen no es compatible o bien está dañada, por favor elija otra.
fr: Cette image n'est pas prise en charge ou corrompue, veuillez en choisir une autre.
hu: A kiválasztott kép típusa nem támogatott vagy hibás, válassz másikat.
pt: Esta imagem não é suportada ou está corrompida, por favor escolha outra.
ro: Aceasta imagine nu este intr-un format agreat, alege alta.
sq: Ky imazh nuk është i mbështetur ose i dëmtuar, ju lutemi zgjidhni një tjetër.
sr: Ова слика није подржана или је корумпирана, молимо вас да изаберете другу.
tr: Bu resmi ya desteklenmiyor ya da bozuk, başka birini seçiniz.
uk: Формат зображення не підтримується або файл пошкоджений. Виберіть інший.
vi: Ảnh này không được hỗ trợ hoặc bị hỏng, xin chọn ảnh khác.

source: Loading image failed!
ar: فشل فى تحميل الصورة!
cs: Načítání obrázků selhalo!
de: Laden des Bilds fehlgeschlagen!
es: ¡Falló la carga de la imagen!
fr: Échec lors du chargement de l'image !
hu: A kép betöltése sikertelen!
pt: O carregamento da imagem falhou!
ro: Incarcarea imaginii nu a reusit!
sq: Ngarkimi i imazhit dështoi!
sr: Неуспело учитавање слике!
tr: Resim yükleme başarısız!
uk: Помилка завантаження зображення!
vi: Tải hình ảnh không thành công!

source: Maybe you have renamed the image or moved it on your disk.
ar: ربما قمت باعادة تسمية الصوره أو قمت بنقلها أو مسحها من على قرصك الصلب.
cs: Možná jsi přejmenoval obrázek nebo jsi ho přesunul jinam na disk.
de: Vielleicht haben Sie das Bild umbenannt oder verschoben.
es: Tal vez haya renombrado o movido la imagen en su disco duro.
fr: Peut-être avez-vous renommé ou dépacé l'image sur votre disque.
hu: Lehet, hogy átnevezted a képet vagy áthelyezted máshova.
pt: Talvez tenha alterado o nome da imagem ou alterou a sua localização no disco.
ro: Poate ai redenumit imaginea sau ai sters-o de pe disc.
sq: Ndoshta ju keni riemëruar imazhin ose e keni zhvendosur atë në diskun tuaj.
sr: Можда сте преименовали слику или је премештена на вашем диску.
tr: Belki görüntü adını veya disk üzerine taşındı.
uk: Можливо ви перейменували або перемістили файл.
vi: Có thể bạn đã đổi tên hoặc di chuyển ảnh qua nơi khác.

source: This pigeon already exists, but isn't showing. Do you want to show it again?
ar: هذا الطائر موجودة بالفعل, ولكن لا تظهر . هل تريد إظهارها مره أخرى؟
cs: Tento holub již existuje, ale není zobrazen. Chceš ho ukázat?
de: Diese Taube existiert schon, aber wird nicht angezeigt. Möchten Sie sie nochmal anzeigen?
es: Esta paloma existe, pero no se muestra. ¿Quiere mostrarla nuevamente?
fr: Ce pigeon existe déjà mais n'est pas affiché. Voulez-vous l'afficher à nouveau ?
hu: Ez a galamb már létezik az adatbázisban, de nem látható. Szeretnéd újra megjeleníteni?
pt: Este pombo já existe, mas não está visível. Quere vê-lo novamente?
ro: Acest porumbel exista deja in aplicatie, dar nu se afiseaza. Vrei sa il afisezi din nou?
sq: Ky pëllumb tashmë ekziston, por nuk po shfaqet. Dëshiron ta shfaqësh përsëri?
sr: Овај голуб већ постоји, али се не приказује. Да ли желите поново да га покажете?
tr: Bu güvercin zaten var , ama gösterilmiyor. Yeniden göstermek istiyor musunuz?
uk: Такий голуб вже існує, але він не показаний. Хочете показати його знову?
vi: Chiến binh này đã tồn tại nhưng không hiển thị. Bạn muốn xem nó?

source: This pigeon already exists. Overwrite it?
ar: هذا الطائر موجوده بالفعل . استبدالها بالحالي؟
cs: Tento holub již existuje. Chceš ho přepsat?
de: Diese Taube existiert bereits? Überschreiben?
es: Esta paloma ya existe. ¿Quiere sobreescribirla?
fr: Ce pigeon existe déjà. L'écraser ?
hu: Ez a galamb már szerepel az adatbázisban. Felülírod?
pt: Este pombo já existe. Quer guardá-lo de novo?
ro: Acest porumbel exista deja in aplicatie. Vrei sa il inlocuiesti?
sq: Ky pëllumb tashmë ekziston. Do ta mbishkruani?
sr: Овај голуб већ постоји. Преписати?
tr: Bu güvercin zaten var. Üzerine yazılsın mı?
uk: Такий голуб вже існує. Перезаписати його?
vi: Chiến binh này đã có. Bạn muốn ghi đè?

source: This pigeon already exists.
ar: هذا الطائر موجود بالفعل.
cs: Tento holub již existuje.
de: Diese Taube existiert bereits.
es: Esta paloma ya existe.
fr: Ce pigeon existe déjà.
hu: Ez a galamb már létezik.
pt: Este pombo já existe.
ro: Acest porumbel a fost introdus anterior.
sq: Ky pëllumb tashmë ekziston.
sr: Овај голуб већ постоји.
tr: Bu güvercin zaten mevcut.
uk: Цей голуб вже існує.
vi: Chiến binh này đã có.

source: This pigeon doesn't exist. Do you want to add it?
ar: هذا الطائر غير موجود . هل تريد إضافته؟
cs: Tento holub neexistuje. Chceš ho přidat?
de: Diese Taube existiert noch nicht. Möchten Sie sie hinzufügen?
es: Esta paloma no existe. ¿Quiere añadirla?
fr: Ce pigeon n'existe pas. Voulez-vous l'ajouter ?
hu: Ez a galamb nem létezik. Szeretnéd hozzáadni?
pt: Este pombo não existe. Quer adicioná-lo?
ro: Acest porumbel nu exista in aplicatie. Vrei sa il adaugi?
sq: Ky pëllumb nuk ekziston. Dëshiron ta shtosh?
sr: Овај голуб не постоји. Да ли желите да га додате?
tr: Bu güvercin yok. Bunu eklemek ister misiniz?
uk: Цей голуб не існує. Хочете додати його?
vi: Chiến binh này chưa có. Bạn muốn thêm vào?

source: Adding pigeon
ar: إضافة طائر
cs: Přidat holuba
de: Füge Taube hinzu
es: Añadir paloma
fr: Ajouter un pigeon
hu: Galamb hozzáadása
pt: A adicionar pombo
ro: Adaugare porumbel
sq: Duke shtuar pëllumbin
sr: Додајем голуба.
tr: Güvercin ekleme
uk: Додавання голуба
vi: Thêm chiến binh

source: The selected pigeon can't be found.
ar: الطائر المختار غير موجود.
cs: Vybraný holub není k nalezení
de: Die gewählte Taube kann nicht gefunden werden.
es: La paloma seleccionada no se encuentra
fr: Le pigeon selectionné n'a pas été trouvé
hu: A kiválasztott galamb nem található.
pt: O pombo seleccionado não foi encontrado.
ro: Porumbelul cautat nu poate fi localizat.
sq: Pëllumb i selektuar nuk mund të gjendet.
sr: Одабраног голуба није могуће пронаћи.
tr: Seçilen güvercin bulunamıyor.
uk: Обраний голуб не знайдено.
vi: Chiến binh được chọn không tìm thấy.

source: Can't search for parents, enter the pigeon band first.
ar: لا يمكن البحث عن الآباء ، ادخل ارقاب الدبل اولا.
cs: Nelze najít rodiče. Nejdříve zadej číslo kroužku.
de: Kann nicht nach Eltern suchen, geben Sie zuerst die Ringnummer ein.
es: No se puede encontrar parientes. entre primero el número de anilla de la paloma.
fr: Impossible de rechercher des parents, entrez un groupe pour commencer.
hu: A szülők nem kereshetők, először a gyűrűszámot add meg.
pt: Para procurar os progenitores deve primeiro colocar o nº da anilha.
ro: Nu se pot cauta parintii! Introdu seria inelului mai intai!
sq: Nuk mund të kërkosh për prindërit, hyni në grupin e pëllumbave së pari.
sr: Не могу пронаћи родитеље, прво уђите у траку са голубовима.
tr: Ebeveyni bulamıyor. Güvercinin künye numarasını giriniz.
uk: Не можу знайти батьків, введіть голуба в першу чергу.
vi: Không thể tìm thấy chim cha mẹ. Nhập số kiềng trước

source: Mate does not exist, enter or search for an existing pigeon.
ar: الوليف غير موجود ، أدخل أو ابحث عن طائر موجودة.
cs: Druh neexistuje, zadejte nebo vyhledejte existujícího holuba.
es: La paloma a emparejar no existe, enter or buscar una paloma existente
fr: Le compagnon n'existe pas, entrez ou recherchez un pigeon existant.
sq: Ky nuk ekziston, futni ose kërkoni për një pëllumb ekzistues.
sr: Голуб не постоји, упишите или потражите постојећег голуба.
uk: Партнер не вказаний, ввести або шукати в списку голуба.

source: Invalid input!
ar: مدخلات غير صحيح !
cs: Neplatný vstup!
de: Ungültige Eingabe!
es: Entrada no valida
fr: Saisie incorrecte !
hu: Érvénytelen adat!
pt: Entrada inválida!
ro: Introducere invalida!
sq: Hyrje e pavlefshme!
sr: Неисправан унос!
tr: Geçersiz girdi!
uk: Невірне введення!
vi: Nhập sai

source: The ringnumber and year are necessary.
ar: يجب ادخال رقم الدبلة و السنة.
cs: Musíš zadat číslo kroužku a rok
de: Die Ringnummer und das Jahr sind notwendig.
es: El número de anilla y año son necesarios.
fr: Numéro de bague et année nécessaires.
hu: A gyűrűszámot és az évet kötelező megadni.
pt: O número da anilha e ano são necessários.
ro: Seria de inel si anul sunt necesare.
sq: Numri i unazës dhe viti janë të domosdoshëm.
sr: Број прстена и година су неопходни.
tr: yüzük numarası ve yıl gereklidir.
uk: Номер кільця і рік повинні бути вказані
vi: Yêu cầu số kiềng và năm

source: Only numbers are accepted as year input.
ar: فقط الأرقام مسموح بها عند إدخال السنة.
cs: Pouze čísla jsou přijímána jako rok vstupu.
de: Nur Zahlen werden als Jahreseingabe akzeptiert
es: Solo números son aceptados como entrada.
fr: Seuls les chiffres sont acceptés comme entrée d'année.
hu: A galamb gyűrűzési éve.
pt: Apenas números são aceitos na entrada de um ano.
ro: Doar cifrele sunt acceptate la introducerea anului!
sq: Vetëm numrat pranohen si vit.
sr: Само бројеви су прихваћени као унос за годину.
tr: Sadece rakamlar yıl girdi olarak kabul edilir.
uk: У полі введення року допускаються тільки цифри.
vi: Chỉ chấp nhận số

source: Check the length of the year.
ar: التحقق من طول السنة.
cs: Podívej se na délku roku
de: Überprüfen Sie die Länge des Jahres.
es: Compruebe la longitud del año.
fr: Vérifiez le format de l'année
hu: Ellenőrizd az évszám hosszát.
pt: Verifique o comprimento do ano.
ro: Verifica lungimea anului.
sq: Kontrolloni gjatësinë e vitit.
sr: Проверите дужину године.
tr: yılın uzunluğunu kontrol edin.
uk: Перевірте коректність введеного року
vi: Năm là 4 chữ số
