Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: User info
sr: Подаци о кориснику

source: Pigeon info
sr: Информације о Голубу

source: Pigeon image
sr: Слика Голуба

source: Don't show
sr: Не показуј

source: Left
sr: Лево

source: Center
sr: Средина

source: Right
sr: Деснo

source: Header
sr: Заглавље

source: Details
sr: Детаљи

source: Edit...
sr: Уреди...

source: Page layout
sr: Распоред на страници

source: Generation 1 lines
sr: Прво Колено (Генерација)

source: Generation 2 lines
sr: Друго Колено (Генерација)

source: Generation 3 lines
sr: Треће Колено (Генерација)

source: Generation 4 lines
sr: Четврто Колено (Генерација)

source: Layout
ar: التصميم
cs: Rozvržení
es: Diseño
fr: Disposition
hu: Elrendezés
pt: Esquema de apresentação
ro: Aspect
sq: Pamja
sr: Распоред
tr: Düzen
uk: Планування
vi: Bố cục

source: Colour edge
sr: Боја Ивица

source: Colour background
sr: Боја Позадине

source: Bandnumber font size
sr: Величина бројева Алке

source: Bandnumber colour
sr: Боја бројева Алке

source: Details font size
sr: Детаљи о величини Слова

source: Details colour
sr: Боја детаља

source: Comments font size
sr: Величина слова коментара

source: Comments colour
sr: Боја коментара

source: Pedigree box
sr: Родословна кутија

source: Comments
sr: Напомене

source: Bandnumber
sr: Број Алке

source: Sex sign
sr: Ознака Пола

source: Pedigree box layout
sr: Распоред кутија са родовником

source: Import results
ar: إستيراد نتائج
cs: Import výsledků
de: Ergebnisse des Imports
es: Resultados de la importación.
fr: Importer les résultats
hu: Eredmények importálása
pt: Importar resultados
ro: Importa rezultate
sq: Importo rezultatet
sr: Увези резултат
tr: İçe aktarma sonuçları
uk: Імпорт результатів
vi: Nhập kết quả

source: File:
ar: ملف:
cs: Soubor:
de: Datei :
es: Archivo
fr: Fichier :
hu: Fájl:
pt: Arquivo:
ro: Fișier:
sq: Skedari:
sr: Датотека:
tr: Dosya :
uk: Файл:
vi: Tập tin:

source: Parser:
ar: المحلل :
cs: Analýza:
es: Analizador.
fr: Analyseur :
hu: Értelmező:
ro: Analizor:
sq: Analizimi:
sr: Рашчланитељ:
tr: Ayrıştırıcı:
uk: Аналізатор
vi: Người phân tích:

source: Parse
ar: تحليل
cs: Analýza
de: Verarbeiten
es: Analizar
fr: Analyser
hu: Feldolgoz
pt: Processar
ro: Analiză
sq: Analizë
sr: Рашчлани
tr: Ayrıştır
uk: Аналізувати
vi: Phân tích

source: No results were found for your pigeons
ar: لم يتم العثور على نتائج للحمام الخاص بك :
cs: Nebyly nalezeny žádné výsledky holubů
de: Keine Ergebnisse für Ihre Tauben gefunden
es: No se encontraron resultados para sus palomas
fr: Aucun résultat trouvé pour vos pigeons
hu: Nem található eredménye a galambnak
pt: Não foram encontrados resultados para os seus pombos
ro: Nu s-au gasit rezultate pentru acest porumbel
sq: Nuk u gjetën rezultate për pëllumbat tuaj
sr: Нису пронађени резултати за ваше голубове
tr: Güvercininiz için sonuç bulunamadı
uk: Нема результатів для голубів
vi: Không tìm thấy kết quả

source: Place
ar: المركز
cs: Místo
de: Ort
es: Lugar
fr: Lieu
hu: Helyszín
pt: Classificação
ro: Loc
sq: Vendi
sr: Постави
tr: Yer
uk: Місце
vi: Vị trí

source: Parser error
ar: خطأ المحلل
cs: Chyba analýzy
de: Parser-Fehler
es: Error de analizador
fr: Erreur d'analyse
hu: Értelmezési hiba
pt: Erro de sintaxe
ro: Eroare analizor
sq: Analizimi i gabimit
sr: Грешка рашчланитеља:
tr: Ayrıştırıcı hatası
uk: Синтаксична помилка
vi: Lỗi phân tích

source: The file you selected could not be parsed correctly. Try selecting another parser that matches your file and try again. Or send the developers some useful data shown below, so they can work on this issue.
ar: الملف الذي حددته لا يمكن تحليلة بشكل صحيح. حاول تحديد محلل آخر يطابق الملف وحاول مرة أخرى. أو إرسال بعض البيانات المفيدة للمطورين المبينة أدناه، حتى يتمكنوا من العمل على هذه المسألة.
cs: Vybraný soubor nemohl být zpracován.Zkus vybrat jiný rozbor, který odpovídá souboru a zkus to znovu. Nebo pošli autorovi údaje uvedené níže, aby mohl chybu opravit.
de: Die von Ihnen gewählte Datei konnte nicht korrekt verarbeitet werden. Versuchen Sie einen anderen Parser, der ihre Datei unterstützt und versuchen Sie es erneut. Oder senden Sie den Entwicklern einige hilfreiche Daten, die unten angezeigt werden, sodass diese an diesem Fehler arbeiten können.
es: El archivo seleccionado no se pudo analizar correctamente. Intente seleccionar otro analizador que coincida con el archivo y vuelva a intentarlo. O envie a los desarrolladores los datos que se muestran abajo, para que puedan trabajar sobre esta cuestión.
fr: Le fichier choisi ne peut être analysé. Essayez de sélectionner un autre analyseur qui correspond à votre fichier et essayez à nouveau. Ou envoyez aux développeurs les données utiles ci-dessous, afin qu'ils puissent travailler sur ce problème.
hu: A kiválasztott fájlt nem sikerült importálni. Válassz olyan értelmezőt, ami egyezik a fájllal vagy küldj a fejlesztőnek néhány adatot, amit felhasználhat a hiba kijavításához.
pt: O arquivo selecionado não pode ser analizado corretamente. Tente selecionar outro analizador compatível o arquivo e tente novamente. Ou envie para os desenvolvedores os dados mostrados abaixo, para que eles possam corrigir o erro.
ro: Fișierul pe care l-ați selectat nu se poate analiza corect. Încercați selectarea altui analizor care se potrivește fișierului și reâncercați. Sau trimiteți dezvoltatorilor câteva date folositoare arătate mai jos, astfel aceștia pot lucra la problemă.
sq: Skedari që keni zgjedhur nuk mund të analizohet në mënyrë korrekte. Provoni të zgjidhni një tjetër analizim që përputhet me skedarin tuaj dhe provojeni përsëri. Ose dërgoni zhvilluesit disa të dhëna të dobishme të paraqitura më poshtë, në mënyrë që të mund të punojnë në këtë çështje.
sr: Изабрану датотеку није могуће исправно анализирати. Покушајте да изаберете други анализатор који одговара вашој датотеци и покушајте поново. Или пошаљите програмерима неке корисне податке приказане испод, тако да могу да раде на овом питању.
tr: Seçtiğiniz dosya doğru bir şekilde ayrıştırılmamıştır. Dosyanıza uyan ayrıştırıcıyı seçerek tekrar deneyin veya geliştiricilere aşağıdaki yararlı bilgiyi gönderin. Böylelikle geliştiriciler konunun üstünde çalışabilecektir.
uk: Обраний файл не може бути оброблено правильно. Спробуйте вибрати інший аналізатор, який відповідає файлу і повторіть спробу. Або надішліть розробникам деякі корисні дані, наведені нижче.
vi: Tập tin bạn chọn không thể phân tích một cách chính xác. Thử chọn một cách phân tích phù hợp, hoặc gửi các nhà phát triển một số dữ liệu hữu ích, để họ có thể giải quyết vấn đề này.

source: Photo Album
ar: ألبوم الصور
cs: Fotoalbum
de: Fotoalbum
es: Álbum de fotos
fr: Album photo
hu: Fotóalbum
pt: Albúm de Fotografias
ro: Album foto
sq: Foto Album
sr: Фото албум
tr: Fotoğraf Albümü
uk: Фотоальбом
vi: Album ảnh

source: There are no images found.
ar: لا توجد صور.
cs: Nejsou nalezeny žádné obrázky
de: Keine Bilder gefunden
es: Imagenes no encontradas
fr: Aucune photo trouvée
hu: Nem található fénykép.
pt: Não foram encontradas imagens.
ro: Aici nu s-au gasit imagini.
sq: Nuk ka imazhe të gjetura.
sr: Ни једна слика није пронађена.
tr: Hiçbir resim bulunmamaktadır.
uk: Жодної картинки не знайдено.
vi: Không tìm thấy ảnh

source: Dataset
ar: مجموعة البيانات
cs: Soubor dat
de: Datensatz
es: Conjunto de datos
fr: Ensemble de données
hu: Adattípus
pt: Conjunto de dados
ro: Set de date
sr: Скуп података
tr: Veri seti
uk: Набір даних
vi: Dữ liệu

source: Item
ar: بند
cs: Položka
de: Element
es: Punto
fr: Élément
hu: Bejegyzés
ro: Element
sq: Artikulli
sr: Ставка
tr: Öğe
uk: Елемент
vi: Mục

source: Manage items
ar: إدارة البنود
cs: Správce položek
de: Elemente verwalten
es: Gestion de puntos
fr: Gérer
hu: Bejegyzések kezelése
pt: Gira os items
ro: Administreaza articolele
sq: Menaxho artikujt
sr: Уреди ставку
tr: Öğeleri yönet
uk: Управління елементами
vi: Quản lý danh mục

source: No unused objects found!
ar: لا توجد اغراض غير مستخدمه
cs: Skrýt výsledky
de: Keine unbenutzten Objekte gefunden
fr: Aucun objet inutilisé trouvé !
hu: Nem található használaton kívüli elem!
pt: Não foram encontrados objetos sem uso!
sq: Nuk gjetën objekte të papërdorura!
sr: Ниједан неискориштени објекат није пронађен!
tr: kullanılmayan obje bulunamadı
uk: Знайдені об'єкти не використовуються!

source: Unused objects
ar: الكائنات غير المستخدمة
cs: Nepoužívané názvy
de: Unbenutzte Objekte
es: Objetos no utilizados.
fr: Objets inutilisés
hu: Nem használt elemek
pt: Objetos sem uso
ro: Obiecte neutilizate
sq: Objekte të papërdorura
sr: Неискориштен објекат
tr: Kullanılmayan Nesneler
uk: Невикористані об'єкти
vi: Đối tượng không dùng

source: View all breeding records
cs: Zobrazit všechny záznamy o chovu
es: Ver todos los registros de cría
fr: Afficher tous les enregistrements d'élevage
sr: Погледајте све податке о Узгоју

source: Filter breeding records
cs: Filtrovat všechny záznamy o chovu
es: Filtrar registros de cría
fr: Filter les enregistrements d'élevage
sr: Филтер података о Узгоју

source: Number of generations
ar: عدد الأجيال
cs: Počet generací
es: Número de generaciones
fr: Nombre de générations
sr: Број генерација

source: Pedigree sire
ar: الأب
cs: Rodokmen otce
es: Macho pedigree
fr: Reproducteur
sr: Родословни отац

source: Pedigree dam
ar: الأم
cs: Rodokmen přehrady
es: Hembra pedigree
fr: Reproductrice
sr: Родословна Мајка

source: Street
ar: الشارع
cs: Ulice
de: Straße
es: Calle
fr: Rue
hu: Utca
pt: Rua
ro: Strada
sq: Rruga
sr: Улица
tr: Sokak
uk: Вулиця
vi: Đường

source: Zipcode / City
ar: الرقم البريدى/المدينة
cs: Směrovací číslo/Město
de: PLZ / Stadt
es: Código postal / Ciudad
fr: Code postal/ville
hu: Irányítószám / város
pt: Código postal / Localidade
ro: Cod postal / Oras
sq: Kodizip / Qyteti
sr: Поштански број / Насеље
tr: Posta Kodu / Şehir
uk: Індекс / Місто
vi: Mã bưu điện / Thành phố

source: This is me
ar: هذا انا
cs: To jsem já
de: Das bin ich
es: Este soy yo
fr: C'est moi
hu: Én vagyok
pt: Este sou eu
ro: Acesta sunt eu
sq: Ky jam une
sr: Ово сам ја
tr: Bu benim
uk: Це я
vi: Đây là tôi

source: Cannot find image '%s'
de: Bild '%s' konnte nicht gefunden werden
pt: Não encontro a imagem '%s'

source: You need to edit the pigeon and select the correct path or restore the original image on your computer.
de: Sie müssen die Taube bearbeiten und den korrekten Pfard auswöhlen oder das Originalbild von ihrem PC wiederherstellen.
pt: Tem que editar o pombo e seleccionar o caminho correcto ou recolocar a imagem original no seu computador.

source: Save this pedigree
de: Diese Abstammung speichern
pt: Guarde este pedigree
ro: Salveaza acest certificat de origine

source: Remove the selected pigeon
de: Ausgewählte Taube löschen
pt: Remover o pombo seleccionado
ro: Inlatura porumbelul selectat

source: Pedigree layout:
de: Stammbaum-Entwurf:
pt: Disposição de pedigree:
ro: Aspect arbore genealogic:

source: Enable box border color
de: Kastenrand-Farbe aktivieren
pt: Colorir bordo da caixa

source: Enable box fill color
de: Box-Füllungsfarbe aktivieren
pt: Colorir a caixa

source: Database information
de: Datenbankinformation
pt: Informação da base de dados

source: Edit race details
de: Flugdetails bearbeiten
pt: Editar detalhes da corrida

source: A4
de: DIN A4
