Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Text and image
ar: نص وصورة
cs: Text a obrázek
de: Text und Bild
es: Texto e imagen
fr: Texte et images
hu: Szöveg és kép
pt: Texto e imagem
sq: Tekst dhe foto
sr: Текст и слика
tr: Yazı ve Görüntü
uk: Текст та зображення

source: Main Columns
ar: الأعمدة الرئيسية
cs: Hlavní výběr zobrazení
de: Hauptspalten
es: Columnas principales
fr: Colonne principale
hu: Mezők
pt: Colunas principais
ro: Coloane principale
sq: Kolonat kryesore
sr: Главна колона
tr: Ana Sütunlar
uk: Головні стовпці
vi: Cột chính

source: Results Columns
ar: أعمدة النتائج
cs: Výběr dalších zobrazení
de: Ergebnis-Spalten
es: Resultados de las columnas.
fr: Colonne résultats
hu: Eredmény oszlop
pt: Colunas de resultados
ro: Coloane rezultate
sq: Kolonat e rezultateve
sr: Колона резултата
tr: Sonuç Sütunları
uk: Стовпці результатів
vi: Cột kết quả

source: Paper format:
ar: تنسيق الورق:
cs: Formát papíru
de: Papierformat:
es: Formato del papel:
fr: Format du papier :
hu: Papírtípus
pt: Formato do papel:
ro: Format foaie:
sq: Formati i letrës:
sr: Формат папира:
tr: Kağıt biçimi:
uk: Формат паперу:
vi: Định dạng giấy:

source: Paper
ar: الورقة
cs: Papír
de: Papier
es: Papel
fr: Papier
hu: Papír
pt: Papel
ro: Hartie
sq: Letër
sr: Папир
tr: Kağıt
uk: Папір
vi: Giấy

source: Address
ar: العِنوان
cs: Adresa
de: Anschrift
es: Dirección
fr: Adresse
hu: Cím
pt: Endereço
ro: Adresă
sq: Adresa
sr: Адреса
tr: Adres
uk: Адреса
vi: Địa chỉ

source: E-mail
ar: البريد الالكتروني
es: Correo electrónico
fr: Adresse électronique
sr: Е-пошта
tr: E-Posta
uk: Електронна пошта

source: Phone
ar: التليفون
cs: Telefon
de: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
pt: Telefone
ro: Telefon
sq: Telefoni
sr: Телефон
tr: Telefon
uk: Телефон
vi: Điện thoại

source: Personal
ar: شخصى
cs: Výběr zobrazení dat chovatele
de: Persönlich
fr: Personnel
hu: Személyes
pt: Pessoal
sr: Лично
tr: Kişisel
uk: Особисте
vi: Cá nhân

source: Show the column names
ar: عرض اسماء الأعمدة
cs: Zobrazit názvy sloupců
de: Spaltennamen anzeigen
es: Mostrar el nombre de las columnas.
fr: Afficher le nom des colonnes
hu: Oszlopfejléc mutatása
pt: Mostrar os nomes das colunas
ro: Afiseaza numele coloanei
sq: Shfaq emrat e kolonës
sr: Покажите имена ступаца
tr: Sütun adlarını göster
uk: Показати імена стовпців
vi: Hiện tên cột

source: Always show the sex column
ar: اظهر دائما عمود الجنس
cs: Zobrazit pohaví
de: Geschlecht immer anzeigen
es: Permitir mostrar columna del sexo
fr: Toujours afficher la colonne du sexe
hu: Mindig mutassa a Nemek oszlopot
pt: Mostra sempre a coluna do género
sq: Gjithmonë shfaq kolonën e gjinisë
sr: Увек прикажи полну колону
tr: Cinsiyet sütununu her zaman göster
uk: Завжди показувати колонку стать
vi: Luôn hiện cột giới tính

source: Show the date
ar: إظهار التاريخ
cs: Zobrazit den
de: Datum anzeigen
es: Mostar la fecha
fr: Afficher la date
hu: Dátum mutatása
pt: Mostrar a data
ro: Afiseaza data
sq: Shfaq datën
sr: Покажите датум
tr: Tarih göster
uk: Показати дату
vi: Hiện ngày

source: Custom coefficient multiplier
ar: ممعامل مضاعف مخصص
cs: Nastavení vlastního násobiče koeficientu
de: Benutzerdefinierter Koeffizienten-Multiplikator
es: Coeficiente multiplicador personalizado
fr: Coefficient multiplicateur personnalisé
hu: Egyéni koef. szorzó
pt: Coeficiente multiplicador
sq: Shumëzues i koeficientit personal
sr: Прилагођени мултипликатор коефицијента
tr: Özel çarpan katsayısı
uk: Інший множник коефіцієнта
vi: Tùy chỉnh hệ số nhân

source: Check for development updates
ar: معامل مضاعف مخصص
cs: Zkontroluj aktualizace
de: Auf Entwicklungs-Updates prüfen
es: Comprobar actualizaciones de desarrollo
fr: Vérifier les mises à jour de développement
hu: Értesítés fejlesztői verzió megjelenésekor
pt: Verifica se há actualizações
sq: Kontrollo për përditësimet e programit
sr: Проверите ажурирања за развој
tr: Gelişim güncellemelerini kontrol et
uk: Перевірити розробку оновлень
vi: Kiểm tra cập nhật

source: Latitude
ar: خط العرض
cs: Zeměpisná šířka
de: Breitengrad (Latitude)
es: Latitud
hu: Szélesség
ro: Latitudine
sq: Gjerësia
sr: Географска ширина
tr: Enlem
uk: Широта
vi: Vĩ độ

source: Longitude
ar: خط الطول
cs: Zeměpisná délka
de: Längengrad (Longitude)
es: Longitud
hu: Hosszúság
ro: Longitudine
sq: Gjatësia
sr: Географска дужина
tr: Boylam
uk: Довгота
vi: Kinh độ

source: Drag with the left mousebutton or use the arrow keys to navigate.
ar: اسحب بزر الماوس الأيسر أو استخدم مفاتيح الأسهم للتنقل.
cs: Táhněte levým tlačítkem myši nebo se pohybujte pomocí kláves se šipkami.
es: Arrastra con el botón izquierdo o utiliza las teclas de flecha para desplazarte.
fr: Faire glisser avec le bouton gauche de la souris ou utiliser les touches fléchées pour naviguer.
sr: Превуци левим тастером миша или користи стрелице на тастатури.

source: Use the scrollwheel or plus and minus keys to zoom.
ar: استخدم عجلة التمرير أو مفاتيح الزائد والناقص للتكبير / التصغير.
cs: K přiblížení použijte rolovací kolečko na myši nebo klávesy plus a mínus.
es: Utiliza la rueda de desplazamiento del ratón o las teclas + o - para zoom.
fr: Utiliser la molette de défilement ou les touches plus et moins pour zoomer.
sr: Користи точкић или тастере (Плус и Минус ) за повећање.

source: Right click to add a racepoint at the current location.
ar: انقر بزر الماوس الأيمن لإضافة نقطة سباق في الموقع الحالي.
es: Click con el botón derecho para añadir un punto de suelta en la localización actual.
fr: Cliquer avec le bouton droit pour ajouter un concours à l'emplacement actuel.
sr: Десни клик да додаш такмичарске поене на ову локацију.

source: A loft with valid coordinates is required to use the distance calculation feature.
ar: مطلوب لوفت بإحداثيات صالحة لاستخدام ميزة حساب المسافة.
cs: Klikněte pravým tlačítkem a přidejte závodiště na aktuálním místě.
es: Para usar la utilidad de la calculadora de distancia, se necesitan coordenadas validas del palomar.
fr: Un pigeonnier avec des coordonnées valides est nécessaire pour utiliser la fonction de calcul de distance.
sr: Потребне су тачне размере Голубарника за коришћење функције израчунавања удаљености.

source: Not now
ar: ليس الآن
cs: Nyní ne
es: Ahora no
fr: Pas maintenant
sr: Не сада

source: Unit
ar: الوحدة
cs: Jednotka
es: Unidad
fr: Unités
sr: Јединица

source: GPS track
ar: تتبع جي بي اس
cs: GPS sledování
es: Seguimiento por GPS
fr: Trace GPS
sr: Праћење преко ГПС-а

source: Map type
ar: نوع الخريطه
cs: Typ mapy
es: Tipo de mapa
fr: Type de carte
sr: Врста карте

source: View all results
ar: مشاهدة كل النتائج
cs: Zobrazit všechny výsledky
de: Alle Ergebnisse ansehen
es: Ver todos los resultados
fr: Afficher tous les résultats
hu: Összes eredmény megtekintése
pt: Ver todos os resultados
ro: Vizualizeaza toate rezultatele
sq: Shiko të gjitha rezultatet
sr: Погледај све резултате
tr: Tüm sonuçları görüntüle
uk: Дивитися всі результати
vi: Xem tất cả kết quả

source: Export these results
sr: Ископирај даље ове резултате

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hu: Exportálás
pt: Exportar
ro: Exportare
sq: Eksporto
sr: Извези
tr: Dışa Aktar
uk: Експорт
vi: Xuất

source: Save these results
ar: حفظ هذه النتيجة
cs: Uložit výsledky
es: Guardar estos resultados
fr: Enregistrer ces résultats
hu: Eredmények mentése
sq: Ruaj këto rezultate
sr: Сачувај ове резултатe
tr: Bu sonuçları kaydet
uk: Зберегти ці результати
vi: Lưu kết quả

source: Print preview for these results
sr: Преглед штампе за ове резултате

source: Print these results
ar: طباعة هذه النتائج
cs: Tisk výsledků
es: Imprimir estos resultados
fr: Imprimer ces résultats
hu: Eredmények nyomtatása
sq: Printo këto rezultate
sr: Штампај резултате
tr: Sonuçları yazdır
uk: Роздрукувати ці результати
vi: In kết quả

source: Print
ar: طباعة
cs: Tisk
es: Imprimir
fr: Imprimer
sr: Штампај

source: Filter results
ar: فلترة النتائج
cs: Filtrovat výsledky
de: Ergebnisse filtern
es: Filtrar resultados
fr: Filtrer les résultats
hu: Eredmények szűrése
pt: Resultados do filtro
ro: Rezultatele filtrarii
sq: Filtro rezultatet
sr: Разврстај резултате
tr: Sonuçları filtrele
uk: Фільтрувати результати
vi: Lọc kết quả

source: Filter
ar: فلترة
cs: Filtr
es: Filtro
fr: Filtrer
hu: Szűrő
pt: Filtro
ro: Filtru
sq: Filtri
sr: Филтер
tr: Filtre
uk: Фільтр
vi: Lọc

source: Pigeon
ar: الحمام
cs: Holub
de: Taube
es: Paloma
hu: Galamb
ro: Porumbel
sq: Pëllumb
sr: Голуб
tr: Güvercin
uk: Голуб
vi: Chiến binh

source: Hide non-classified results
ar: اخفاء النتائج غير المصنفة
cs: Skrýt výsledky
de: Nicht-klassifizierte Ergebnisse verstecken
es: Ocultar resultados no clasificados
fr: Masquer les résultats non classifiés
hu: Besorolatlan eredmények elrejtése
pt: Esconda os resultados não oficiais
sq: Fshih rezultatet e paklasifikuara
sr: Сакриј некласификоване резултате
tr: Sınıflandırılmamış sonuçları gizle
uk: Приховати некласифіковані результати

source: Extra
ar: معلومات إضافية
cs: Více
es: Notas
fr: Supplément
ro: Suplimentar
sq: Ekstra
sr: Додатно
tr: Ekstra
uk: Додатково
vi: Phụ

source: These lines will be shown on the pedigree.
ar: سيتم عرض هذه السطور على شهادة النسب.
cs: Tyto řádky se zobrazí na rodokmenu.
es: Estas líneas serán mostradas en el pedigree.
fr: Ces lignes seront affichées sur le pedigree.
sr: Ове линије ће бити приказане на родовнику.

source: The grey area on the right roughly indicates the amount of space available on the printed pedigree.
ar: المنطقة الرمادية على اليمين تشير إلى المساحة المتوفرة على شهادة النسب المطبوعة.
cs: Šedá oblast vpravo zhruba označuje množství volného místa na tištěném rodokmenu.
es: El área gris a la derecha indica la cantidad aproximada de espacio disponible en el pedigree impreso.
fr: La zone grise à droite indique approximativement la quantité d'espace disponible sur le pedigree imprimé.
sr: Сиво подручје десно, означава (отприлике) количину слободног простора на штампаном родовнику.

source: Unable to retrieve data. The requested pigeon is probably removed from the database.
ar: غير قادر على استرجاع البيانات. ربما تم إزالة الحمامة المطلوبة من قاعدة البيانات.
cs: Nelze načíst data. Požádovaný holub je pravděpodobně odstraněn z databáze.
de: Daten-Abruf nicht möglich. Eventuell ist die angegebene Taube aus der Datenbank gelöscht.
es: No es posible recuperar datos. La paloma solicitada probablemente fue eliminada de la base de datos
fr: Impossible de trouver les données. Le pigeon a probablement été supprimé de la base de données.
hu: Hiba történt a galamb adatainak lekérésekor. A keresett galambot valószínűleg törölted az adatbázisból.
pt: O pombo pedido foi provavelmente removido da base de dados.
ro: Nu se pot obține date. Porumbelul solicitat este probabil eliminat din baza de date.
sq: E pamundur për të marrë të dhënat. Pëllumbi i kërkuar ndoshta është hequr nga databaza.
sr: Не могу се преузети подаци. Тражени голуб је вероватно уклоњен из базе података.
tr: Veriyi geri almak olanaksız. İstenen güvercin veritabanından silinmiş olabilir.
uk: Не вдалося отримати дані. Запитуваний голуб, ймовірно, видалений з бази даних.
vi: Không tìm thấy dữ liệu. Chiến binh này có thể đã bị xóa!

source: Pigeon status
ar: حالة الحمام
cs: Stav holuba
de: Status der Taube
es: Estado de la paloma
fr: État du pigeon
hu: Galamb állapota
pt: Estado do pombo
ro: Stare porumbel
sq: Statusi i pëllumbit
sr: Статус голуба
tr: Güvercin durumu
uk: Статус голуба
vi: Trạng thái chiến binh

source: Choose a status for this pigeon:
ar: تعيين حالة هذاالطائر :
cs: Vyber si pro holuba postavení:
de: Status für diese Taube wählen
es: Elija un estado para esta paloma
fr: Choisir un état pour ce pigeon
hu: Állapot kiválasztása:
pt: Escolha um estado para este pombo:
ro: Alege o stare pentru acest porumbel:
sq: Zgjidhni një status për këtë pëllumb:
sr: Изаберите статус за овог голуба:
tr: Bu güvercin bir durum seçin:
uk: Виберіть статус для цього голуба:
vi: Chọn trạng thái cho chiến binh

source: The current status is:
ar: الوضع الحالي هو :
cs: Současný stav:
de: Der jetzige Status ist:
es: La situación actual es la siguiente:
fr: L'état actuel est :
hu: Aktuális állapot:
pt: O estado actual é:
ro: Starea curenta este:
sq: Statusi aktual është:
sr: Тренутни статус:
tr: Mevcut durumu:
uk: Поточний статус:
vi: Trạng thái hiện tại là:

source: Extra info
ar: معلومات إضافية
cs: Více info
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
hu: Egyéb információ
pt: Informação extra
ro: Informaţii suplimentare
sq: Ekstra info
sr: Додатни подаци
tr: Ek Bilgi
uk: Додаткова інформація
vi: Thông tin thêm

source: No extra information available.
ar: لا توجد معلومات إضافية متاحة
cs: Žádné další informace k dispozici.
de: Keine weitere Information vorhanden.
es: Información adicional no disponible.
fr: Aucune information supplémentaire disponible
hu: Nincs egyéb információ.
pt: Nenhuma informação extra dísponivel.
ro: Informatii suplimentare indisponibile.
sq: Nuk ka informacion shtesë në dispozicion.
sr: Нема додатних информација.
tr: Ekstra bilgi bulunmamaktadır.
uk: Немає додаткової інформації.
vi: Không có thông tin thêm

source: Buyer
ar: المشتري
cs: Kupující
de: Käufer
es: Comprador
fr: Acheteur
hu: Vevő
pt: Comprador
ro: Cumpărător
sq: Blersi
sr: Kupac
tr: Alıcı
uk: Покупець
vi: Người mua

source: Loaned
ar: تم اعارتة
cs: Zapůjčil
de: Verliehen
es: Prestado
fr: Prêté
hu: Kölcsön
pt: Emprestado
ro: Imprumutat
sq: Huazuesi
sr: Изнајмљен
tr: Ödünç alınmış
uk: Позичений
vi: Cho thuê/mượn

source: Back
ar: إلى الخلف
cs: Zpět
de: Zurück
es: Retroceder
fr: Retour
hu: Vissza
pt: Recuar
ro: Inapoi
sq: Mbrapa
sr: Назад
tr: Geri dön
uk: Назад
vi: Quay lại

source: Person
ar: شخص
cs: Osoba
es: Persona
fr: Personne
hu: Személy
pt: Pessoa
ro: Persoana
sq: Personi
sr: Особа
tr: Kişi
uk: Особа
vi: Người

source: Partner
ar: شريك
es: pareja
fr: Partenaire
hu: Párja
pt: Sócio
sq: Partneri
sr: Партнер
tr: Ortak
uk: Партнер

source: Current version:
ar: الإصدار الحالي:
cs: Současná verze:
es: Versión actual:
fr: Version actuelle :
sr: Тренутна верзија:

source: Latest version:
ar: أحدث اصدار:
cs: Nejnovější verze:
es: Última versión:
fr: Dernière version :
sr: Последнја верзија:

source: Download
ar: تحميل
cs: Stáhnout
es: Descarga
fr: Télécharger
sr: Преузми

source: Open
cs: Otevřít
fr: Ouvrir
sr: Отвори

source: Restore
ar: إستعادة
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
pt: Restaure
ro: Restaurează
sq: Rikthe
sr: Врати
tr: Geri Yükle
uk: Відновити
vi: Phục hồi

source: Create backup
ar: إنشاء نسخة احتياطية
cs: Vytvořit zálohu
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
hu: Biztonsági mentés létrehozása
pt: Criar cópia de segurança
ro: Creează o copie de rezerva
sq: Krijo kopje rezervë
sr: Креирај резервну копију
tr: Yedek oluştur
uk: Створити резервну копію
vi: Tạo sao lưu

source: Create a backup of your data
ar: إنشاء نسخة إحتياطية لبياناتك
cs: Vytvořte zálohu svých dat
es: Crea una copia de seguridad de tus datos
fr: Créer une sauvegarde de vos données
sq: Krijo një kopje rezervë të të dhënave tuaja
sr: Направите резервну копију података

source: Restore backup
ar: إستعادة النسخة الاحتياطية
cs: Obnovit zálohu
de: Sicherung wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
hu: Biztonsági mentés visszaállítása
pt: Restaurar cópia de segurança
ro: Restaureaza copia de rezerva
sq: Rivendos kopjen rezervë
sr: Враћање резервне копије
tr: Yedek Geri Yükleme
uk: Відновити з резервної копії
vi: Khôi phục bản sao

source: Restore a backup of your data
ar: استعادة نسخة إحتياطية لبياناتك
cs: Obnovte zálohu svých dat
es: Restaura copia de seguridad de tus datos
fr: Restaurer une sauvegarde de vos données
sq: Rivendosni një kopje rezervë të të dhënave tuaja
sr: Врати резервну копију података

source: The following databases will be included.
ar: سيتم تضمين قاعدة البيانات التالية .
cs: Budou zahrnuty následující databáze.
es: Las siguientes bases de datos serán incluidas
fr: Les bases de données suivantes seront incluses.
sq: Do të përfshihen databazat në vijim.
sr: Биће укључене следеће базе података.

source: Database
ar: قاعدة البيانات
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
pt: Base de Dados
ro: Baza de date
sq: Databaza
sr: База података
uk: База данных
vi: Cơ sở dữ liệu

source: Include application configuration file
ar: تضمين ملف اعدادات التطبيق
cs: Zahrnout konfigurační soubor aplikace
es: Incluir archivo de configuración de la aplicación
fr: Inclure le fichier de configuration de l'application
sq: Përfshi skedarin e konfigurimit të aplikacionit
sr: Укључите датотеку са подешавањима апликације

source: This will not include pigeon images and media files.
sr: Ово неће укључивати слике голубова и медијских датотека (филмова).

source: Backup file
ar: ملف النسخ الاحتياطي
cs: Záložní soubor
es: Archivo de copia de seguridad
fr: Fichier de sauvegarde
sq: Rikthe skedarin
sr: Резервна копија

source: Select which databases to restore.
ar: إختار ملف قاعدة البيانات لإستعادتة.
cs: Vyberte, které databáze chcete obnovit.
es: Selecciona las bases de datos a restaurar
fr: Sélectionner les bases de données à restaurer.
sq: Zgjidh cilat databaza duhet të rivendosen.
sr: Изаберите које базе података желите да вратите.

source: Change database path
ar: اختار مسار قاعدة البيانات
cs: Změňte cestu k databázi
es: Cambia la ruta de la base de datos
fr: Modifier le répertoire de la base de données
sq: Ndrysho rrugen e databazës
sr: Променити место снимања базе података

source: Restore application configuration file
ar: إستعادة ملف إعدادت التطبيق
cs: Obnovte konfigurační soubor aplikace
es: Restaurar archivo de configuración de la aplicación
fr: Restaurer le fichier de configuration de l'application
sq: Rivendos skedarin e konfigurimit të aplikacionit
sr: Вратити основна подешавања Програма

source: Send
ar: إرسال
cs: Poslat
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
pt: Enviar
ro: Trimite
sq: Dërgo
sr: Пошаљи
tr: Gönder
uk: Відправити
vi: Gửi

source: Send to:
ar: إرسل إلى:
cs: Zasílej na adresu:
de: Senden an:
es: Enviar a:
fr: Envoyer à :
hu: Címzett:
pt: Enviar para:
ro: Trimite la:
sq: Dërgo tek:
sr: Пошаљи на:
tr: Gönder
uk: Відправити:
vi: Gửi tới:

source: Your name:
ar: اسمك:
cs: Tvoje jméno:
de: Ihr Name:
es: Su nombre:
fr: Votre nom :
hu: Neved:
pt: O seu nome:
ro: Numele tau:
sq: Emri juaj:
sr: Ваше име:
tr: Adınız:
uk: Ваше ім'я:
vi: Tên của bạn:

source: Your e-mailaddress:
ar: عنوان بريدك الالكتروني:
cs: Tvůj e-mail:
de: Ihre Email-Anschrift:
es: Su dirección.
fr: Votre adresse électronique :
hu: E-mail címed:
pt: O seu endereço de e-mail:
ro: Adresa ta de e-mail:
sq: E-mail adresa juaj
sr: Ваша Е-Пошта
tr: E-posta adresiniz:
uk: Ваша адреса електронної пошти:
vi: Email của bạn:

source: Subject:
ar: الموضوع:
cs: Předmět:
de: Betreff:
es: Asunto
fr: Objet :
hu: Tárgy:
pt: Assunto:
ro: Subiect:
sq: Subjekti:
sr: Тема:
tr: Konu:
uk: Тема:
vi: Tiêu đề:

source: Message:
ar: الرسالة:
cs: Zpráva:
de: Nachricht:
es: Mensaje
hu: Üzenet:
pt: Mensagem:
ro: Mesaj:
sq: Mesazhi:
sr: Порука:
tr: Mesaj:
uk: Повідомлення:
vi: Nội dung:

source: Attached file:
ar: الملف المرفق:
cs: Přiložený soubor:
de: Anhang:
es: Adjunto archivo.
fr: Fichier joint :
hu: Csatolt fájl:
pt: Ficheiro anexado:
ro: Fisiere atasate:
sq: Dosja e bashkangjitur:
sr: Приложена датотека:
tr: Eklenmiş dosya:
uk: Прикріплений файл:
vi: Tập tin đính kèm

source: Sending...
ar: جاري الإرسال ....
cs: Odeslat ...
de: Wird gesendet …
es: Enviando…
fr: Envoi...
hu: Küldés...
pt: A enviar...
ro: Se trimite...
sq: Duke dërguar...
sr: Шаљем...
tr: Gönderiliyor...
uk: Відправка ...
vi: Đang gửi...

source: Export data
ar: تصدير البيانات
cs: Export dat
de: Daten exportieren
es: Exportación de datos
fr: Exporter les données
hu: Adatok exportálása
pt: Exportar dados
ro: Exportare date
sq: Eksporto të dhënat
sr: Извези податке
tr: Dışa Aktarma Bilgisi
uk: Експорт даних
vi: Xuất dữ liệu

source: Path
ar: المسار
cs: Cesta
de: Pfad
es: Acceso
fr: Répertoire
hu: Útvonal
pt: Localização
ro: Cale
sq: Rruga
sr: Место снимања
tr: Dizin
uk: Шлях
vi: Đường dẫn

source: Selected
ar: محدد
cs: Výběr
de: Ausgewählt
es: Seleccionado
fr: Choisi
hu: Kiválasztva
pt: Seleccionado
ro: Selectat
sq: Selektuar
sr: Изабрано
tr: Seçilmiş
uk: Обраний
vi: Chọn

source: Visible
ar: مرئي
cs: Viditelný
de: Sichtbar
hu: Látható
pt: Visível
ro: Vizibil
sq: I Dukshëm
sr: Видљиво
tr: Görünür
uk: Видимий
vi: Hiện

source: All
ar: الكل
cs: Vše
de: Alle
es: Todo
fr: Tous
hu: Összes
pt: Todos
ro: Toate
sq: Të Gjitha
sr: Све
tr: Hepsi
uk: Все
vi: Tất cả

source: Quit
cs: Odejít
fr: Quitter
sr: Изађи

source: New
cs: Nový
fr: Nouveau
sr: Ново

source: Create a new or add an existing database to get started.
sr: Креирајте нову или додајте постојећу базу података за почетак.

source: For advanced use only. Use the default settings if you are in doubt.
ar: لاستخدام المتقدم فقط. استخدام الإعدادات الافتراضية إذا كنت في شك.
cs: Pouze pro pokročilé !! Použijte výchozí nastavení, pokud jseš na pochybách.
de: Für fortgeschrittene Benutzer. Benutzen sie im Zweifel die Standard-Einstellungen
es: Sólo para usuarios avanzados. Utilice los ajustes por defecto si no está seguro
fr: Pour une utilisation avancée. Utilisez les paramètres par défaut si vous êtes dans le doute.
hu: Haladó felhasználóknak. Ha nem vagy biztos benne, használd az alapértelmezett beállításokat.
pt: Se tem dúvidas use as configurações por defeito.
sq: Vetëm për përdorim të avancuar. Përdorni parametrat default nëse jeni në dyshim.
sr: Само за напредне Кориснике. Користите основна подешавања ако сте у недоумици.
uk: Тільки для досвідчених користувачів. Якщо у вас є сумніви,будь ласка використовуйте налаштування за замовчуванням.

source: Repair selected
sr: Поправи изабрано

source: Action
sr: Акција

source: Result
sr: Резултат

source: Copy
cs: Kopírovat
fr: Copier
sr: Копирај

source: Move
ar: نقل
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
pt: Mover
sq: Lëviz
sr: Премести
uk: Перемістити

source: Repair
sr: Поправи

source: Set as default
sr: Подеси као подразумевано

source: Load this database as default on startup
ar: تحميل قاعدة البيانات هذه كخيار افتراضي عند بدء التشغيل
cs: Načíst tuto databázi jako výchozí při startu
de: Diese Datenbank als Standard beim Programmstart laden
es: Cargar esta base de datos por defecto al arrancar
fr: Chargez cette base de données par défaut au démarrage
hu: Programindításkor ezt az adatbázist töltse be alapértelmezettként.
pt: Por defeito usa esta base de dados quando usar o programa
sq: Ngarko këtë databazë si default në start
sr: Ставите ову базу података као подразумевану приликом покретања
uk: Завантажити цю базу даних за замовчуванням при запуску

source: Send to the developers
sr: Пошаљите програмерима

source: Open folder
sr: Отвори фасциклу

source: Done by
ar: تم بواسطة
cs: Provádí se
de: Durchgeführt von
es: Donado por
fr: Terminé par
hu: Kezelte
pt: Efetuado por
ro: Realizat de
sq: Bërë nga
sr: Урадио
tr: Yapıldı
uk: Виконав
vi: Thực hiện bởi

source: Dosage
ar: الجرعة
cs: Dávkování
de: Dosierung
es: Dosis
hu: Dózis
pt: Dosagem
ro: Dozare
sq: Doza
sr: Дозирање
tr: Dozaj
uk: Дозування
vi: Liều dùng

source: Vaccination
ar: اللقاح
cs: Očkování
de: Impfung
es: Vacunación
hu: Oltás
pt: Vacinação
ro: Vaccinare
sq: Vaksinimi
sr: Вакцинација
tr: Aşılama
uk: Вакцинація
vi: Tiêm ngừa

source: Top margin
sr: Горња маргина

source: Bottom margin
sr: Доња маргина

source: Left margin
sr: Лева маргина

source: Right margin
sr: Десна маргина

source: Pedigree print setup
sr: Педигре - Подешавање штампе

source: Save PDF
sr: Сними у ПДФ

source: Layout configuration
sr: Конфигурација изгледа

source: Custom
sr: Произвољан

source: Paper format
sr: Формат папира

source: Margins
sr: Маргине

source: Configure...
sr: Подесите...

source: Font colour
sr: Боја слова

source: Font size
sr: Величина слова

source: Separator
sr: Одвајач
