Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Close this window
ar: إغلاق هذه النافذة
cs: Zavřít okno
de: Dieses Fenster schließen
es: Cerrar esta ventana
fr: Fermer cette fenêtre
hu: Ablak bezárása
pt: Feche esta janela
ro: Închide această fereastră
sq: Mbyll këtë dritare
sr: Затвори овај прозор
tr: Bu pencereyi kapat
uk: Закрити це вікно
vi: Đóng cửa sổ

source: Zooms to fit the page width
ar: تكبير لتناسب عرض الصفحة
cs: Zvětšení na šířku stránky
de: Zoomen, um auf die Breite der Seite zu passen
es: Zoom para encajar ancho de página
fr: Adapte à la largeur de la page
hu: Igazítás az oldal szélességéhez
pt: Ajuste a largura da página
sq: Znadhoje për të përshtatur gjerësinë e faqes
sr: Зумирај да одговара ширини странице
tr: Sayfa ölçüsünü uygun hale getirmek için yakınlaştırın
uk: По ширині сторінки
vi: Phóng lớn theo chiều rộng trang

source: Zooms to fit the whole page
ar: تكبيير لملائمة كامل الصفحة
cs: Na celou stránku
de: Die Ansichtsgröße so verändern, dass die gesamte Seite in das Fenster passt
es: Amplía hasta encajar la página completa
fr: Adapte à toute la page
hu: Legjobb kitöltés
pt: Ampliar para preencher toda a página
ro: Potriveşte la mărimea paginii
sq: Zmadhoje për të përshtatur gjithë faqen
sr: Увећај тако да стане цела страница
tr: Tam sayfayı oturtacak kadar yaklaştır
uk: Помістити всю сторінку
vi: Phóng lớn cả trang

source: Zooms the page in
ar: تكبير الصفحة
cs: Zvětšit stránku
de: Die Ansicht der Seite vergrößern
es: Amplía la página
fr: Agrandit la taille de la page
hu: Oldal nagyítása
pt: Ampliar a página
ro: Micsoreaza pagina
sq: Zmadho faqen
sr: Увећава страницу
tr: Sayfayı yaklaştır
uk: Збільшити сторінку
vi: Phóng to

source: Zooms the page out
ar: تصغير الصفحة
cs: Zmenšit stránku
de: Die Ansicht der Seite verkleinern
es: Reduce la página
fr: Diminue la taille de la page
hu: Oldal kicsinyítése
pt: Reduzir o tamanho da página
ro: Mareste pagina
sq: Zvogëlo faqen
sr: Умањује страницу
tr: Sayfayı uzaklaştır
uk: Зменшити сторінку
vi: Thu nhỏ

source: There was an error saving the pedigree.
sr: Дошло је до грешке при снимању педигреа.

source: Could not create %s
ar: لا يمكن إنشاء %s
cs: Nepodařilo se vytvořit % s
de: %s konnte nicht erstellt werden
es: No se pudo crear %s
fr: Impossible de créer %s
hu: %s létrehozása sikertelen
pt: Não foi possível criar %s
sq: Nuk mund ta krijojë %s
sr: Не могу да направим „%s“
tr: %s Oluşturulamadı
uk: Не можливо створити %s
vi: Không thể tạo %s

source: Close file first
ar: إغلق الملف الأول
cs: Nejdříve zavři subor
de: Zuerst Datei schließen
es: Primero cierre archivo
fr: Fermer le fichier en premier
hu: Először zárd be a fájlt
pt: Primeiro feche o ficheiro
sq: Mbyll skedarin para
sr: Прво затвори датотеку
tr: Önce dosyayı kapatınız
uk: Спочатку закрийте файл
vi: Đóng tập tin trước

source: No filename given
ar: لم يتم تسمية الملف
cs: Nejdříve zavři soubor
de: Kein Dateiname angegeben
es: No se dio un nombre de archivo
fr: Aucun nom de fichier indiqué
hu: Nincs megadva fájlnév.
pt: Não foi dado nenhum nome de um ficheiro
sq: Asnje emër skedari i dhënë
sr: Није дат назив датотеке.
tr: Dosya adı verilmedi
uk: Не дано ім'я файлу
vi: Không có tên tập tin được chỉ định

source: File %s already open, close it first.
ar: الملف %s مفتوحة بالفعل، أغلقه اولا.
cs: Soubor %s je již otevřený, nejdříve jej zavři.
de: Datei %s ist bereits geöffnet, bitte zuerst schließen
es: Archivo %s ya está abierto, cierrelo primero
fr: Le fichier %s déjà ouvert, fermez-le en premier.
hu: A(z) %s fájl már nyitva van, először zárd be.
pt: O ficheiro %s já está aberto, feche-o primeiro.
sq: Skedari %s i hapur, mbylle më parë.
sr: Датотека %s је већ отворена, прво је затвори.
tr: %s dosya zaten açık. Önce onu kapatınız.
uk: Файл %s вже відкрито, закрийте його в першу чергу.
vi: Tập tin %s đã mở, đóng nó trước.

source: Print Preview
ar: معاينة الطباعة
cs: Náhled tisku
de: Druckvorschau
es: Vista previa de impresión
fr: Aperçu avant impression
hu: Nyomtatási kép
pt: Pré-visualizar impressão
ro: Previzualizare imprimare
sq: Shiko Printimin
sr: Преглед штампе
tr: Baskı Önizleme
uk: Попер. перегляд друку
vi: Xem trước khi in

source: Shows the first page
ar: عرض الصفحة الأولى
cs: První stránka
de: Zeigt die erste Seite an
es: Muestra la primera página
fr: Affiche la première page
hu: Első lap mutatása
pt: Mostra a primeira página
ro: Arată prima pagină
sq: Shfaq faqen e parë
sr: Прикажи прву страницу
tr: İlk sayfayı göster
uk: Показати першу сторінку
vi: Xem trang đầu

source: Shows previous page
ar: يعرض الصفحة السابقة
cs: Předchozí stránka
de: Zeigt die vorherige Seite an
es: Muestra la página anterior
fr: Affiche la page précédente
hu: Előző lap mutatása
pt: Mostra a página anterior
ro: Arată pagina precedentă
sq: Shfaq faqen paraardhëse
sr: Прикажи претходну страницу
tr: Önceki sayfayı göster
uk: Показати попередню сторінку
vi: Xem trang trước

source: Shows the next page
ar: يعرض الصفحة التالية
cs: Další stránka
de: Zeigt die nächste Seite an
es: Muestra la siguiente página
fr: Affiche la page suivante
hu: Következő lap mutatása
pt: Mostra a página seguinte
ro: Arată pagina următoare
sq: Shfaq faqen pasardhëse
sr: Прикажи наредну страницу
tr: Sonraki sayfayı gösterir
uk: Показати наступну сторінку
vi: Xem trang kế

source: Shows the last page
ar: عرض الصفحة الأخيرة
cs: Poslední stránka
de: Zeigt die letzte Seite an
es: Muestra la última página
fr: Affiche la dernière page
hu: Utolsó lap mutatása
pt: Mostra a última página
ro: Arată ultima pagină
sq: Shfaq faqen e fundit
sr: Прикажи последњу страницу
tr: Son sayfayı gösterir
uk: Показати останню сторінку
vi: Xem trang cuối

source: of %d
ar: من %d
cs: z %d
de: von %d
es: de %d
fr: sur %d
hu: %d -ból
pt: de %d
sq: nga %d
sr: од %d
tr: %d si
uk: з %d
vi: của %d

source: My pigeons
ar: طيوري
cs: Moji holubi
de: Meine Tauben
es: Mis palomas
fr: Mes pigeons
hu: Galambjaim
pt: Os meus pombos
sq: Pëllumbat e mi
sr: Моји голубови
uk: Мої голуби

source: My default database
ar: قاعدة بياناتي الافتراضية
cs: Moje základní databáze
de: Meine Standard-Datenbank
es: Mi Base de datos por defecto
fr: Ma base de données par défaut
hu: Alapértelmezett adatbázis
pt: A minha base de dados por defeito
sq: Databaza ime default
sr: Моја подразуменава база података
uk: Моя база даних за замовчуванням

source: This database is already added.
ar: قاعدة البيانات هذه تم اضافتها بالفعل.
cs: Tato databáze již byla přidána.
de: Diese Datenbank wurde bereits hinzugefügt.
es: Esta base de datos ya ha sido añadida
fr: Cette base de données est déjà ajoutée.
hu: Az adatbázis már hozzáadva.
pt: Esta base de dados já está adicionada.
sq: Kjo databazë është shtuar.
sr: Ова база података је већ додана
uk: Ця база даних вже додана.

source: Database path '%s' is not writeable.
ar: مسار قاعدة البيانات '%s' غير قابل للكتابة
cs: Cesta k databázi '%s' je chybná.
de: Datenbank-Pfad '%s' ist nicht beschreibbar
es: No se puede reescribir en la ruta de la base de datos '%s'
fr: Le répertoire « %s » de la base de données n'est pas accessible en écriture.
hu: '%s' helyen lévő adatbázis nem írható.
pt: O caminho '%s' não pode ser usado para escrita
sq: Rruga e databazës '%s' nuk mund të shkruhet.
sr: Базу података није могуће записати овом путањом '%s'
uk: База даних '%s' недоступна для запису.

source: Moving the database failed with message: %s
ar: نقل قاعدة البيانات فشل مع الرسالة التالية: %s
cs: Přesunutí databáze se nezdařilo %s
de: Das Verschieben der Datenbank ist fehlgeschlagen mit folgender Mitteilung: %s
fr: Le déplacement de la base de données a échoué avec le message : %s
hu: Adatbázis áthelyezése sikertelen: %s
pt: Mudança da base de dados falhou com a seguinte mensagem: %s
sq: Lëvizja e databazës dështoi me mesazh: %s
sr: Премештање базе података није могуће уз поруку : %s
uk: Переміщення бази даних не вдалося з повідомленням: %s

source: Unable to remove the database: permission denied
ar: غير قادر على حذف قاعدة البيانات : الصلاحيات مرفوضة
cs: Nelze odstranit databázi: Přístup odmítnut
de: Löschen der Datenbank fehlgeschlagen: Berechtigung verweigert
es: No se puede eliminar la base de datos: Permiso denegado
fr: Impossible de supprimer la base de données : autorisation refusée
hu: Adatbázis törlése sikertelen: hozzáférés megtagadva
pt: Não é permitido mover/apagar a base de dados
sq: Nuk mund të hiqet databaza: leja mohohet
sr: Не може се уклонити база података: одбијена је дозвола
uk: Не вдається видалити базу даних: в дозволі відмовлено.

source: copy
ar: نسخ
cs: kopírovat
de: Kopieren
es: copia
fr: copier
pt: cópia
sq: kopjo
sr: копија
uk: копіювати

source: Database name is required.
ar: مطلوب اسم قاعدة البيانات
cs: Musí být zadán název databáze.
de: Datenbank-Name wird benötigt
es: Nombre de la base de datos requerido
fr: Le nom de la base de données est nécessaire.
hu: Az adatbázisnak nevet kell adni.
pt: É preciso dar uma nome à Base de Dados
sq: Emri i databazës është i nevojshëm.
sr: Име базе података је обавезно.
uk: Ім'я бази даних не потрібно.

source: Database name '%s' already exists.
ar: الاسم '%s' وجود بالفعل
cs: Název databáze '% s' již existuje.
de: Datenbank-Name '%s' existiert bereits
es: La base de datos '%s' ya existe.
fr: Le nom de base de données « %s » existe déjà.
hu: '%s' adatbázisnév már létezik.
pt: Este nome de base de dados, '%s', já existe.
sq: Emri i databazës '%s' tashmë ekziston.
sr: Име базе података '% s' већ постоји.
uk: Ім'я бази даних '%s' вже існує.

source: The file '%s' is not a valid Pigeon Planner backup.
ar: الملف '%s' غير صالح .
cs: Soubor '% s' není platná záloha Pigeon Planneru.
es: El archivo '%s' no es un archivo de copia de seguridad de Pigeon Planner valido.
fr: Le fichier« %s » n'est pas une sauvegarde valide de Pigeon Planner.
sq: Skedari '%s' nuk është një rezervë e vlefshme e Pigeon Planner.
sr: Датотека '%s' није важећа резервна копија Овог програма.

source: Error: This file does not exist
ar: خطأ : هذا الملف غير موجود
cs: Chyba: Tento soubor neexistuje
de: Fehler: Diese Datei existiert nicht.
es: Error: Este archivo no existe.
fr: Erreur : ce fichier est inexistant
hu: Hiba: A fájl nem található
pt: Este ficheiro não existe
ro: Eroare: Acest fisier nu exista.
sq: Gabim: Ky skedar nuk ekziston
sr: Грешка:
tr: Hata: Bu dosya mevcut değil
uk: Помилка: Цей файл не існує
vi: Lỗi: tập tin này không tồn tại

source: Error opening file:
ar: خطأ فى فتح الملف :
cs: Chyba při otevírání souboru:
de: Fehler beim Öffnen der Datei
es: Error al abrir archivo.
fr: Erreur à l'ouverture du fichier :
hu: Hiba a fájl megnyitásakor:
pt: Erro ao abrir o ficheiro
ro: Eroare in deschiderea fisierului.
sq: Gabim hapja e skedarit:
sr: Грешка при отварању датотеке:
tr: Dosya açılırken hata oluştu
uk: Помилка при відкритті файлу:
vi: Lỗi tập tin:

source: Young bird
ar: يافع
cs: Holoubě
de: Jungtaube
es: Pichón
fr: Jeune
hu: Fióka
pt: Borracho
ro: Pui
sq: Zog i ri
sr: Младо
tr: Genç Kuş
uk: Молоде
vi: Chim trẻ

source: Dead
ar: ميت
cs: Mrtvý
de: Verstorben
es: Fallecida
fr: Mort
hu: Elpusztult
pt: Morto
ro: Mort
sq: Vdekur
sr: Мртав
tr: Ölülerin sayısı
uk: Помер [ла]
vi: Chết

source: Active
ar: نشط
cs: Živý
de: Aktiv
es: Activa
fr: Actif
hu: Aktív
pt: Activo
ro: Activ
sq: Aktiv
sr: Активан
tr: Aktif
uk: Активний
vi: Sống

source: Sold
ar: تم بيعة
cs: Prodán
de: Verkauft
es: Vendida
fr: Vendu
hu: Eladott
pt: Vendido
ro: Vândut
sq: Shitur
sr: Продато
tr: Satıldı
uk: Продано
vi: Bán

source: Lost
ar: مفقود
cs: Ztracen
de: Verloren
es: Perdida
fr: Perdu
hu: Elveszett
pt: Perdido
ro: Pierdut
sq: Humbur
sr: Изгубљен
tr: Kayıp
uk: Втрачений
vi: Mất/Lạc

source: Breeder
ar: مربى
cs: Chovný
de: Brüter
es: Reproductor
fr: Éleveur
hu: Tenyész
pt: Reprodutor
ro: Reproducator
sq: Rritës
sr: Одгајивач
tr: Yetiştirici
uk: Заводчик
vi: Giống

source: On loan
ar: على سبيل الاعارة
cs: Půjčený
de: Verliehen
es: Prestado
fr: Prêté
hu: Kölcsön
pt: Emprestado
ro: De împrumut
sq: I Huazuar
sr: Позајмљен
tr: Ödünç olarak
uk: В борг
vi: Cho thuê

source: Widow
ar: الارامل
cs: Vdova
de: Witwer
es: Viudo/a
fr: Veuf
hu: Özvegy
pt: Viúvo
sq: Beqar
sr: Удовац или Удовица
tr: Dul
uk: Вдова

source: Go to the previous pedigree
ar: اذهب الى الشهادة السابقة
cs: Přejít na předchozí rodokmen
de: Gehe zum vorherigen Stammbaum
es: Ir al pedigree anterior.
fr: Aller au pedigree précédent
pt: Retroceda para o pedigree anterior
sq: Shko te prdigria e mëparshme
sr: Иди на претходни родовник
uk: Перейти до попереднього родоводу

source: Previous
ar: السابق
cs: Předchozí
es: Anterior
fr: Précédent
sr: Претходни

source: Go to the first selected pedigree
ar: اذهب الى اول شهادة تم اختيارها
cs: Přejít na první vybraný rodokmen
de: Gehe zum zuerst gewählten Stammbaum
es: Ir al primer pedigree seleccionado.
fr: Aller au premier pedigree sélectionné
pt: Prossiga para o primeiro pedigree seleccionado
sq: Shko te pedigria e selektuar
sr: Иди на први одабрани родовник
uk: Перейдіть до першого вибраного родоводу

source: Home
ar: الرئيسية
cs: Domů
es: Principal
fr: Accueil
sr: Кућни

source: Go to the next pedigree
ar: اذهب الى الشهادة التاليه
cs: Přejít na další rodokmen
de: Gehe zum nächsten Stammbaum
es: Ir al siguiente pedigree.
fr: Aller au pedigree suivant
pt: Avance para o pedigree seguinte
sq: Shko te pedigria tjetër
sr: Иди на следећи родовник
uk: Перейдіть до наступного родоводу

source: Next
ar: التالي
cs: Další
es: Siguiente
fr: Suivant
sr: Следеће

source: View this pedigree
ar: عرض هذه الشجرة
cs: Zobrazit tento rodokmen
de: Diese Abstammung anzeigen
es: Ver este pedigrí
fr: Afficher ce pedigree
hu: Családfa megtekintése
pt: Ver este pedigree
ro: Afiseaza acest certificat de origine
sq: Shiko këtë pedigri
sr: Преглед родовника
tr: Bu Soyağacı Göster
uk: Показати цей родовід
vi: Xem gia phả

source: Blank pedigree
ar: شجرة نسب فارغة
cs: Prázdný rodokmen
de: Leerer Stammbaum
es: Pedigri en blanco.
fr: Pedigree vierge
hu: Üres családfa
pt: Pedigree vazio
ro: Certificat de origine necompletat
sq: Pedigri bosh
sr: Празан родовник
tr: Boş soyağacı
uk: Бланк родоводу
vi: Gia phả trống

source: Print a blank pedigree
ar: طباعة شجرة نسب فارغة
cs: Tisk prázdného rodokmenu
de: Leeren Stammbaum drucken
es: Imprimir un pedigri en blanco.
fr: Imprimer un pedigree vierge
hu: Üres családfa nyomtatása
pt: Imprimir um pedigree vazio
ro: Imprima un certificat de origine necompletat
sq: Printo pedigri bosh
sr: Штампај празан родовник
tr: Boş soyağacı yazdır
uk: Друкувати бланк родовіду
vi: In gia phả trống

source: Print a list of pigeons
ar: طباعة قائمة من الحمام
cs: Tisk seznamu holubů
de: Tauben-Liste drucken
es: Imprimir una lista de palomas
fr: Imprimer la liste des pigeons
hu: Galamblista nyomtatása
pt: Imprime uma lista de pombos
sq: Printo listën e pëllumbave
sr: Штампај листу голубова
tr: Güvercin listesi yazdır
uk: Роздрукувати список голубів
vi: In danh sách chiến binh

source: Export...
ar: تصدير...
de: Exportieren …
es: Exportar...
fr: Exporter...
hu: Exportálás...
pt: Exportar...
ro: Exporta...
sq: Eksporto...
sr: Извези...
tr: Dışa Aktar...
uk: Експорт ...
vi: Xuất...

source: Export data to other formats
ar: تصدير البيانات إلى تنسيقات أخرى
cs: Export dat do jiných formátů
de: Daten in andere Formate exportieren
es: Exportar datos en otros formatos.
fr: Exporter dans d'autres formats
hu: Adatok exportálása más formátumba
pt: Exportar dados para outros formatos
ro: Exportă datele în alte formate
sq: Eksporto të dhenat në formate të tjera
sr: Извези податак у други формат
tr: Veriyi diğer formatta dışa aktar
uk: Експорт даних в інші формати
vi: Xuất dữ liệu ra định dạng khác

source: Data manager
ar: إدارة البيانات
cs: Správce dat
de: Dateimanager
es: Gestor de datos
fr: Gestionnaire de données
hu: Adatbázis
pt: Gestor de dados
ro: Administrator date
sq: Menaxher i të dhënave
sr: Управитељ података
tr: Veri yöneticisi
uk: Управління даними
vi: Quản lý dữ liệu

source: Manage your data
ar: إدارة بياناتك
cs: Správa dat
de: Daten bearbeiten
es: Gestionar sus datos
fr: Gérez vos données
hu: Bejegyzések kezelése
pt: Gira os seus dados
ro: Administreaza datele
sq: Menaxho të dhënat e tua
sr: Управљај својим подацима
tr: Verilerinizi yönetin
uk: Управління Вашими даними
vi: Quản lý dữ liệu

source: Address book
ar: دفتر العناوين
cs: Adresář
de: Adressbuch
es: Libreta de direcciones
fr: Carnet d'adresses
hu: Címjegyzék
pt: Livro de endereços
ro: Agendă
sq: Libri i adresave
sr: Именик
tr: Adres Defteri
uk: Адресна книга
vi: Sổ địa chỉ

source: View the address book
ar: معاينة دفتر العناوين
cs: Zobrazit adresář
de: Adressbuch ansehen
es: Ver la libreta de direcciones
fr: Afficher le carnet d'adresses
hu: Címjegyzék megtekintése
pt: Veja o livro de endereços
ro: Cauta in agenda
sq: Shiko librin e adresave
sr: Погледај именик
tr: Adres Defteri göster
uk: Перегляд адресної книги
vi: Xem sổ địa chỉ

source: Photo album
ar: البوم الصور
cs: Fotoalbum
de: Foto-Album
es: Album de fotos
fr: Album photos
hu: Fotóalbum
pt: Albúm de fotografias
ro: Album foto
sq: Foto album
sr: Албум слика
tr: Fotoğraf Albümü
uk: Фотоальбом
vi: Album ảnh

source: View the images of your pigeons
ar: عرض الصور الخاصة بحمامك
cs: Zobrazit snímky holubů
de: Bilder der Tauben anzeigen
es: Ver las imágenes de sus palomas.
fr: Afficher les photos de vos pigeons
hu: Galambok képeinek megtekintése
pt: Ver as imagens dos seus pombos
ro: Vizualizeaza imaginile porumbeilor tai
sq: Shikoni fotot e pëllumbave tuaj
sr: Прегледај слике својих голубова
tr: Senin güvercin görüntüleri Profili
uk: Дивитися зображення ваших голубів
vi: Xem ảnh chiến binh

source: Racepoints map
ar: خريطة نقاط السباق
cs: Mapa vypouštěcích mítst
es: Mapa de puntos de suelta
fr: Carte des concours
sr: Карта такмичарских поена

source: Manage the racepoints and distances
ar: إدارة نقاط السباق والمسافات
cs: Správce vypouštěcích míst a vzdáleností
de: Auflass-Orte und Entfernungen verwalten
es: Gestionar la puntuación y distancias.
fr: Gérer les concours et les distances
hu: Helyszínek és távolságok kezelése
pt: Administre os locais de solta e distâncias
ro: Administreaza punctele de lansare si distantele
sq: Menaxhoni pikat e garës dhe distancat
sr: Менаџер места пуштања и дистанце
tr: Yarış Noktası ve mesafeyi yönet
uk: Управління місцем випуску і відстані
vi: Quản lý điểm đua & khoảng cách

source: Velocity calculator
ar: حاسبة السرعة
cs: Kalkulačka rychlosti
de: Geschwindigkeits-Kalkulator
es: Calculadora de velocidad
fr: Calcul de vitesse
hu: Sebesség kiszámítása
pt: Calculadora de velocidade
ro: Claculator de viteza
sq: Llogaritësi i shpejtësisë
sr: Калкулатор брзине
tr: Hız hesap makinesi
uk: Калькулятор швидкості
vi: Tính vận tốc

source: Calculate the velocity of flights
ar: حساب سرعة الطيران
cs: Vypočítat rychlost letu
de: Fluggeschwindigkeit berechnen
es: Calcular la velocidad de vuelo.
fr: Calcul de la vitesse des vols
hu: Repülési sebesség kiszámítása
pt: Calcular a velocidade dos percursos
ro: Calculeaza viteza de zbor
sq: Llogaritni shpejtësinë e fluturimit
sr: Израчунајте брзину лета
tr: Uçuş hesaplama hızı
uk: Розрахувати швидкість польоту
vi: Tính vận tốc bay

source: _Filter...
ar: _فلترة
es: _Filtro...
fr: _Filtrer...
hu: _Szűrő...
pt: _Filtro
ro: _Filtrează...
sq: _Filtri...
sr: _Филтер...
tr: _Filtre...
uk: _Фільтр...
vi: _Lọc...

source: Set filter options
ar: تعيين خيارات الفلتر
cs: Nastavit možnosti filtru
de: Filteroptionen setzen
es: Establecer opciones del filtro
fr: Définir les options de filtre
hu: Szűrési lehetőségek beállítása
pt: Escolha as opções do filtro
ro: Regleaza optiunile de filtrare
sq: Vendos opsionet e filtrit
sr: Погледај опције филтера
tr: filtre seçenekleri
uk: Налаштувати фільтр
vi: Chọn chức năng lọc

source: _Search...
ar: _بحث...
cs: _Najít...
es: _Buscar...
fr: _Rechercher...
sr: _Тражи...

source: Add range
ar: إضافة مجموعة
cs: Přidat rozsah
de: Serie hinzufügen
es: Añadir rango
fr: Ajouter l'intervalle
hu: Sorozat hozzáadása
pt: Adicione um intervalo
sq: Shto vargun
sr: Додај опсег
tr: Mesafe gir
uk: Додати ряд голубів (номера кілець)
vi: Thêm phạm vi

source: Add a range of pigeons
ar: إضافة مجموعة من الحمام
cs: Přdat řadu holubů
de: Eine Serie von Tauben hinzufügen
es: Añadir un rango de palomas
fr: Ajouter une série de pigeons
hu: Új sorozat hozzáadása
pt: Adicione um intervalo de pombos
ro: Adauga o gama de porumbei
sq: Shto vargun e pëllumbave
sr: Додај опсег голубова
tr: Güvercinden oluşan bir aralığı ekle
uk: Додати список голубів
vi: Thêm phạm vi bồ câu

source: Select all
ar: إختيار الكل
cs: Označit vše
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Mindet kiválaszt
pt: Selecionar tudo
ro: Selectaţi tot
sq: Selekto të gjitha
sr: Селектуј све
tr: Tümünü Seç
uk: Обрати все
vi: Chọn tất cả

source: Select all pigeons
ar: اختيار كل الطيور
cs: Označit všechny holubi
de: Alle Tauben auswählen
es: Seleccionar todas las palomas.
fr: Sélectionner tous les pigeons
hu: Minden galambot kiválaszt
pt: Seleccionar todos os pombos
ro: Selecteaza toti porumbeii
sq: Selekto gjithë pëllumbat
sr: Селектуј све голубове
tr: Bütün güvercinleri seç
uk: Обрати всіх голубів
vi: Chọn tất cả chiến binh

source: _Add
ar: اضافة_
cs: _Přidat
es: _Añadir
fr: _Ajouter
sr: _Додај

source: Add a new pigeon
ar: إضافة طائر جديد
cs: Přidat nového holuba
de: Neue Taube hinzufügen
es: Añadir una nueva paloma
fr: Ajouter un nouveau pigeon
hu: Új galamb hozzáadása
pt: Adicione um pombo
ro: Adauga un porumbel nou
sq: Shto një pëllumb të ri
sr: Додај новог голуба
tr: Yeni bir güvercin ekle
uk: Додати нового голуба
vi: Thêm chiến binh mới

source: Online help
ar: مساعدة.
cs: Nápověda online
es: Ayuda en linea
fr: Aide en ligne
sr: Помоћ прео Интернета

source: View online help
ar: الذهاب للمساعدة اونلاين
cs: Zobrazit nápovědu
de: Zur Online-Hilfe
es: Vea la ayuda en línea
fr: Afficher l'aide en ligne
hu: Online segítség
pt: Ver a ajuda online
ro: Consulta ajutor online
sq: Shiko për ndihme online
sr: Потражите помоћ онлајн
tr: Çevrimiçi yardımı gör
uk: Допомога в Інтернеті
vi: Xem trợ giúp trực tuyến

source: _File
ar: _ملف
cs: _Soubor
de: Datei
es: _Archivo
fr: _Fichier
hu: _Fájl
pt: _Ficheiro
ro: _Fisier
sq: _Skedari
sr: _Датотека
tr: _Dosya
uk: _Файл
vi: _Tập tin

source: _Print
ar: _طباعة
cs: _Tisk
es: _Imprimir
fr: _Imprimer
sr: _Штампај

source: _Pigeon
ar: _الحمام
cs: _Holub
de: Taube
es: _Paloma
hu: _Galamb
pt: _Pombo
ro: _Porumbel
sq: _Pëllumbi
sr: _Голуб
tr: _Güvercin
uk: _Голуб
vi: _Chiến binh

source: _Edit
ar: _تعديل
cs: _Upravit
de: Bearbeiten
es: _Editar
fr: _Édition
hu: _Szerkesztés
pt: _Editar
ro: _Modifică
sq: _Ndrysho
sr: _Уреди
tr: _Düzenle
uk: _Редагувати
vi: _Điều chỉnh

source: _View
ar: _إظهار
cs: _Zobrazit
de: Ansicht
es: _Ver
fr: _Affichage
hu: _Nézet
pt: _Ver
ro: _Vizualizare
sq: _Shiko
sr: _Преглед
tr: _Görünüm
uk: Вид
vi: _Xem

source: _Tools
ar: _الأدوات
cs: _Nástroje
es: _Herramientas
fr: _Outils
hu: _Eszközök
pt: _Ferramentas
ro: _Instrumente
sq: _Veglat
sr: _Алати
tr: _Araçlar
uk: _Інструменти
vi: _Công cụ

source: _Help
ar: _مساعدة
cs: _Pomoc
de: _Hilfe
es: _Ayuda
fr: _Aide
hu: _Súgó
pt: _Ajuda
ro: _Ajutor
sq: _Ndihmë
sr: _Помоћ
tr: _Yardım
uk: _Допомога
vi: _Trợ giúp

source: _Backup
ar: _النسخ الاحتياطي
cs: _Záloha
de: Datensicherung
es: _Copia de seguridad
fr: _Sauvegarder
hu: _Biztonsági mentés
pt: _Cópia de segurança
ro: _Copie de rezervă
sq: _Rezervë
sr: _Резервна копија
tr: _Yedek
uk: _Резервне копіювання
vi: _Sao lưu
