Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Create a backup of your database
ar: إنشاء نسخة احتياطية من قاعدة بياناتك
cs: Vytvořit zálohu databáze
de: Backup der Datenbank erstellen
es: Crear una copia de seguridad de su base de datos
fr: Créer une sauvegarde de votre base de données
hu: Biztonsági mentés létrehozása az adatbázisról
pt: Criar uma cópia de segurança da sua base de dados
ro: Creaza o copie de rezerva pentru baza ta de date
sq: Krijo kopje rezervë të databazës
sr: Креирајте резервну копију своје базе података
tr: Veritabanı yedeğini oluşturma
uk: Створити резервну копію вашої Бази даних
vi: Tạo bản sao lưu cho dữ liệu của bạn

source: _Quit
ar: _خروج
cs: _Ukončit
es: _Salir
fr: _Quitter
sr: _Изађи

source: Quit the program
ar: إنهاء البرنامج
cs: Konec programu
de: Programm beenden
es: Salir del programa
fr: Quitter le programme
hu: Kilépés a programból
pt: Sair do programa
ro: Inchide programul
sq: Mbyll programin
sr: Изађите из програма
tr: Programdan çık
uk: Вийти з програми
vi: Thoát chương trình

source: _Logfile Viewer
ar: _عارض ملف السجل
cs: Prohlížet log soubor
es: _Visor de archivos de registro
fr: _Visionneuse de fichier journal
hu: Naplófáj_l
pt: _Visualizador de registo
ro: _ Fisier de logare
sq: _Shikuesi i rezultskedarëve
sr: Прегледач _Logfile
tr: _Log Dosyası Göster
uk: _Переглядач Logfile
vi: Tập tin truy cập

source: See the logfile
ar: معاينة ملف السجل
cs: Nalezneš v souboru protokolu
de: Logfile ansehen
es: Ver el archivo de registro
fr: Voir le fichier journal
hu: Naplófájl megtekintése
pt: Ver o registo
ro: Vezi fisierul de logare
sq: Shiko rezultskedarin
sr: Прегледај Logfile
tr: logdosyası bak
uk: Дивитися Logfile
vi: Xem tập tin truy cập

source: _Preferences
ar: _التفضيلات
cs: _Předvolby
es: _Preferencias
fr: _Préférences
sr: _Поставке

source: Configure the application
ar: ضبط البرنامج
cs: Konfigurace aplikace
de: Anwendung konfigurieren
es: Configurar la aplicación
fr: Configuration de l'application
hu: Alkalmazás beállítása
pt: Configurar a aplicação
ro: Configurați aplicația
sq: Konfiguro programin
sr: Подесите апликацију
tr: Uygulamayı yapılandır
uk: Налаштувати додаток
vi: Cấu hình ứng dụng

source: Website
ar: الموقع الإلكتروني
cs: Webová stránka
de: Internetseite
es: Sitio web
fr: Site web
hu: Weboldal
pt: Página web
ro: Pagina internet
sq: Webfaqe
sr: Веб страница
tr: İnternet Adresi
uk: Веб сайт
vi: Trang web

source: Go to the website for more information
ar: إذهب الى الموقع الالكترونى لمزيد من المعلومات
cs: Jdi na webové stránky pro více informací
de: Für mehr Informationen bitte die Internetseite öffnen
es: Ir al sitio web para más información.
fr: Aller sur le site web pour plus d'informations
hu: Honlap megnyitása további információért
pt: Para mais informação visite o sítio de Internet
ro: Mergi la pagina de internet pentru mai multe informatii
sq: Shko në webfaqe për më shumë informacion
sr: Иди на web страницу за више информација
tr: Daha fazla bilgi için web sitesine gidin
uk: Сходити на сайт проекту за додатковою інформацією
vi: Vào trang web để biết thêm thông tin

source: Forum
ar: المنتدى
cs: Fórum
es: Foro
hu: Fórum
pt: Fórum
sq: Forumi
sr: Форум
uk: Форум
vi: Diễn đàn

source: Go to the forum for online help
ar: إذهب اللى المنتدى لطب الدعم الفنى
cs: Přejít na fórum pro on-line pomoc
de: Zum Forum für Online-Hilfe
es: Vaya al foro para obtener ayuda en línea
fr: Aller sur le forum pour l'aide en ligne
hu: Segítség kérése a fórumon
pt: Para ajuda online visite o fórum
ro: Mergi la forum pentru ajutor online
sq: Shko në forum për ndihmë online
sr: Иди на форум за online помоћ
tr: Online yardım için forum git
uk: Йти на форум для online допомоги
vi: Vào diễn đàn để được trợ giúp trực tuyến

source: Search for updates...
ar: البحث عن تحديثات
cs: Hledat aktualizace...
de: Suche nach Aktualisierungen...
es: Buscar actualizaciones...
fr: Recherche de mises a jour...
hu: Frissítések keresése...
pt: Procurar actualizações...
ro: Cauta inbunatatiri
sq: Kërkoni përditësime...
sr: Тражи ажурирања ...
tr: Güncelleştirmelerini arayın ...
uk: Пошук оновлень ...
vi: Tìm bản cập nhật...

source: Search online for program updates
ar: البحث عن تحديثات للبرنامج
cs: Vyhledat online aktualizace programu
de: Online nach Updates suchen
es: Buscar actualizaciones de programa en línea
fr: Rechercher des mise à jour en ligne
hu: Frissítések keresése az interneten
pt: Procura de actualizações na rede
ro: Cauta online imbunatatiri
sq: Kërkoni online pë përditësim të programit
sr: Претражи online за ажурирање програма
tr: Program güncelleştirmelerini arayın online
uk: Пошук онлайн оновлення програми
vi: Tìm cập nhật chương trình trực tuyến

source: _About
ar: _حوْل
cs: _O programu
es: _Acerca de:
fr: _À propos
sr: _О програму

source: About this application
ar: عن البرنامج
cs: O aplikaci
de: Über dieses Programm
es: Acerca de esta aplicación
fr: À propos de cette application
hu: Névjegy
pt: Sobre esta aplicação
ro: Despre această aplicaţie
sq: Rreth këtij programi
sr: О овом програму
tr: Bu program hakkında
uk: Про програму
vi: Thông tin ứng dụng

source: Navigation arrows
ar: أسهم التصفح
cs: Navigační šipky
de: Navigationspfeile
es: Flechas de navegación
fr: Flèches de navigation
hu: Navigációs nyilak
pt: Setas de navegação
ro: Sageti de navigare
sq: Shigjeta e navigimit
sr: Навигацијске стрелице
tr: Navigasyon okları
uk: Стрілки
vi: Mũi tên điều hướng

source: Show or hide the navigation arrows
ar: إظهار / إخفاء اسهم التصفح
cs: Zobrazit nebo skrýt navigační šipky
de: Navigationspfeile zeigen oder verstecken
es: Mostrar u ocultar las flechas de navegación
fr: Afficher ou masquer les flèches de navigation
hu: Navigációs nyilak mutatása
pt: Mostrar ou ocultar as setas de navegação
ro: Arata sau ascunde sagetile de navigare
sq: Shfaq ose fshih shigjetën e navigimit
sr: Прикажите или сакријте навигационе стрелице
tr: navigasyon okları göster veya gizle
uk: Показати стрілки
vi: Ẩn/Hiện mũi tên điều hướng

source: Statistics
ar: الأحصائيات
cs: Statistika
de: Statistik
es: Estadísticas
fr: Statistiques
hu: Statisztika
pt: Estatísticas
ro: Statistici
sq: Statistikat
sr: Статистика
tr: İstatistikler
uk: Статистика
vi: Thống kê

source: Show or hide pigeon statistics
ar: اظهار / اخفاء احصائيات الحمام
cs: Ukázat nebo skrýt statistiku holuba
de: Taubenstatistik zeigen oder verbergen
es: Mostrar u ocultar las estadísticas de la paloma
fr: Afficher ou masquer les statistiques des pigeons
hu: Galamb eredményeinek mutatása
pt: Mostrar ou ocultar as estatísticas do pombo
ro: Arata sau ascunde statisticile porumbelului
sq: Shfaq ose fshih statistikat e pëllumbit
sr: Прикажи или сакриј статистику голуба
tr: güvercin istatistiklerini göster veya gizle
uk: Показати або приховати статистику
vi: Ẩn/Hiện thống kê chiến binh

source: Toolbar
ar: شريط الأدوات
cs: Panel nástrojů
de: Symbolleiste
es: Barra de herramientas
fr: Barre d’outils
hu: Eszköztár
pt: Barra de ferramentas
ro: Bara de unelte
sq: Vegëlpaneli
sr: Трака алата
tr: Araç Çubuğu
uk: Панель інструментів
vi: Thanh công cụ

source: Show or hide the toolbar
ar: إظهار أو إخفاء شريط الأدوات
cs: Zobrazit nebo skrýt panelu nástrojů
de: Symbolleiste ein- oder ausblenden
es: Mostrar u ocultar la barra de herramientas
fr: Afficher ou masquer la barre d'outils
hu: Eszköztár mutatása
pt: Mostrar ou ocultar a barra de ferramentas
ro: Afișează sau ascunde bara de unelte
sq: Shfaq ose fsheh vegëlpanelin
sr: Прикажите или сакријте траку алата
tr: Araç çubuğunu göster veya gizle
uk: Показати чи сховати панель інструментів
vi: Ẩn/Hiện thanh công cụ

source: Statusbar
ar: شريط الحالة
cs: Stavový řádek
de: Statusleiste
es: Barra de estado
fr: Barre d'état
hu: Állapotsáv
pt: Barra de estados
ro: Bara de stare
sq: Statuspaneli
sr: Линија стања
tr: Durum Çubuğu
uk: Рядок стану
vi: Thanh trạng thái

source: Show or hide the statusbar
ar: إظهار / إخفاء شريط الحالة
cs: Zobrazit nebo skrýt stavový řádek
de: Statusleiste anzeigen oder ausblenden
es: Mostrar o esconder la barra de estado
fr: Afficher ou masquer la barre d'état
hu: Állapotsáv mutatása
pt: Mostrar ou ocultar a barra de estados
ro: Afișează sau ascunde bara de stare
sq: Shfaq ose fsheh statuspanelin
sr: Прикажите или сакријте линију стања
tr: Durum çubuğunu gizle ya da göster
uk: Показати чи сховати рядок стану
vi: Ẩn/Hiện thanh trạng thái

source: Show all pigeons in the list
ar: عرض كل الطيور فى القائمة
cs: Zobrazit všechny holuby v seznamu
de: Alle Tauben in der Liste zeigen
es: Mostrar todas las palomas de la lista
fr: Afficher tous les pigeons dans la liste
hu: A listában lévő összes galamb mutatása
pt: Mostra todos os pombos da lista
sq: Shfaq të gjithë pëllumbat në listë
sr: Прикажи све голубове на листи
tr: Listedeki tüm güvercinleri göster
uk: Показати всіх голубів у списку

source: Manage your databases
ar: ادارة قاعدة بياناتك
cs: Správa databází
de: Datenbank bearbeiten
es: Gestiona tus bases de datos
fr: Gérez vos bases de données
hu: Adatbázisok kezelése
pt: Gere as tuas bases de dados
sq: Menaxho databazën
sr: Управљај својом базом података
uk: Управління базами даних

source: _Pedigree
ar: _شجرة النسب
cs: _Rodokmen
de: Stammbaum
es: _Pedigrí
hu: _Családfa
ro: _Certificat de origine
sq: _Pedigri
sr: _Родовник
tr: _Safkan
uk: _Родовід
vi: _Gia phả

source: Print this pedigree
ar: طباعة هذه الشجرة
cs: Tisknout rodokmen
de: Diese Abstammung drucken
es: Imprimir este pedigrí
fr: Imprimer ce pedigree
hu: Családfa nyomtatása
pt: Imprimir este pedigree
ro: Imprima acest certificat de origine
sq: Printo këtë pedigri
sr: Штампање родовника
tr: Bu Soyağacı yazdır
uk: Надрукувати цей родовід
vi: In gia phả

source: Add resul_t
ar: _إضافة نتيجة
cs: Přidat _výsledek
de: Ergebnis hinzufügen
es: Añadir resul_tado
fr: Ajouter un résultat
hu: Eredmény hozzáadása
pt: Adicionar resultado
ro: Adauga rezul_t
sq: Shto resul_t
sr: Додај резултат
tr: Sonuç Ekle
uk: Додати резул_т
vi: Thêm kết quả

source: Add a new result for this pigeon
ar: إضافة نتيجة جديدة لهذة الحمامة
cs: Přidat nový výsledek holuba
de: Ein neues Flugergebnis für diese Taube hinzufügen
es: Añadir un nuevo resultado para esta paloma
fr: Ajouter un nouveau résultat pour ce pigeon
hu: Új eredmény hozzáadása a galambhoz
pt: Adiconar um novo resultado para este pombo
ro: Adauga un nou rezultat al acestui porumbel
sq: Shto rezultat të ri për këtë pëllumb
sr: Додај нови резултат овог голуба
tr: Bu güvercin için yeni bir sonuc ekle
uk: Додати новий результат цього голуба
vi: Thêm kết quả mới cho chiến binh

source: View the detailed pedigree of this pigeon
ar: عرض شجرة النسب المفصلة لهذه الحمامة
cs: Zobrazit detailní rodokmen holuba
de: Detaillierte Abstammung dieser Taube anzeigen
es: Ver el pedigrí detallado de esta paloma
fr: Afficher le pedigree détaillé de ce pigeon
hu: Családfa adatainak megtekintése
pt: Ver o pedigree detalhado desde pombo
ro: Vizualizeaza certificatul de origine detaliat al acestui porumbel
sq: Shiko detajet e origjinës të keti pëllumbi
sr: Погледајте детаљније родовник овог голуба
tr: Bu güvercin ayrıntılı soyağacı Profili
uk: Дивитися докладніший родовід голуба
vi: Xem gia phả chi tiết

source: Print pedigree
sr: Штампање родовника

source: Edit the selected pigeon
ar: تعديل الطائر المختار
cs: Upravit vybraného holuba
de: Ausgewählte Taube bearbeiten
es: Editar la paloma seleccionada
fr: Modifier le pigeon sélectionné
hu: Kiválaszott galamb szerkesztése
pt: Editar o pombo seleccionado
ro: Editeaza porumbelul selectat
sq: Ndryshoni pëllumbin e selektuar
sr: Измени изабраног голуба
tr: Seçilen güvercin Düzenle
uk: Редагувати обраного голуба
vi: Điều chỉnh chiến binh được chọn

source: Restore hidden
ar: استعادة المخفي
cs: Obnovit skryté
es: Restaurar ocultos
fr: Restaurer les masqués
sr: Врати скривено

source: Restore the selected hidden pigeon
ar: استعادة الطيور المحددة
cs: Obnovit vybrané skryté holuby
es: Restaurar la paloma oculta seleccionada
fr: Restaurer le pigeon masqué sélectionné
sr: Вратите изабраног скривеног голуба

source: _Remove / Hide
sr: _Уклони / Сакриј

source: Remove or hide the selected pigeon
sr: Уклоните или сакријте изабраног голуба

source: Loading pigeons...
ar: تحميل الطيور ...
cs: Načítání holubů
es: Cargando palomas...
fr: Chargement des pigeons...
sq: Ngarkoj pëllumbat...
sr: Учитавање голубова ...

source: Total
ar: الإجمالي
cs: Celkem
de: Gesamt
hu: Összesen
sq: Totali
sr: Укупно
tr: Toplam
uk: Всього
vi: Tổng cộng

source: From
ar: من
cs: Z
de: Von
es: Desde
fr: De
hu: -tól
pt: De
ro: De la
sq: Nga
sr: Од
tr: Kimden
uk: З
vi: Từ

source: To
ar: الى
cs: Ke komu
de: bis
es: A
fr: À
hu: -ig
pt: Para
ro: Către
sq: Tek
sr: До
tr: Kime
uk: До
vi: Đến

source: Help
cs: Nápověda
fr: Aide
sr: Помоћ

source: Time
ar: الوقت
cs: Čas
de: Zeit
es: Tiempo
fr: Durée
hu: Idő
pt: Hora
ro: Timp
sq: Kohë
sr: Време
tr: Süre
uk: Час
vi: Thời gian

source: Calculate
ar: إحسب
cs: Spočítat
de: Berechnen
es: Calcular
fr: Calculer
hu: Becslés
pt: Calcular
ro: Calculează
sq: Llogarit
sr: Израчунај
tr: Hesapla
uk: Вирахувати
vi: Tính

source: Hours
ar: الساعات
cs: Hodiny
de: Stunden
es: Horas
fr: Heures
hu: Óra
pt: Horas
ro: Ore
sq: Orët
sr: Сати
tr: Saatler
uk: Години
vi: Giờ

source: Minutes
ar: الدقائق
cs: Minuty
de: Minuten
es: Minutos
hu: Perc
pt: Minutos
ro: Minute
sq: Minutat
sr: Минути
tr: Dakikalar
uk: Хвилини
vi: Phút

source: Seconds
ar: الثوانى
cs: Vteřiny
de: Sekunden
es: Segundos
fr: Secondes
hu: Másodperc
pt: Segundos
ro: Secunde
sq: Sekondat
sr: Секунде
tr: Saniyeler
uk: Секунди
vi: Giây

source: Range
ar: النطاق
cs: Rozsah
de: Bereich
es: Rango
fr: Plage
hu: Sorozat
pt: Intervalo
ro: Interval
sq: Intervali
sr: Опсег
tr: Aralık
uk: Діапазон
vi: Phạm vi

source: Prognosis
ar: تخمين
cs: Předpoklad
de: Prognose
es: Pronóstico
fr: Pronostics
hu: Előrejelzés
pt: Prognóstico
ro: Prognoza
sq: Prognoza
sr: Прогноза
tr: Prognoz
uk: Прогноз
vi: Ước lượng

source: View all
ar: مشاهدة الكل
cs: Zobrazit všechny
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
hu: Mind megtekint
pt: Ver tudo
ro: Vizualizare totala
sq: Shiko të gjitha
sr: Прикажи све
tr: Tümünü göster
uk: Переглянути все
vi: Xem tất cả

source: Import
ar: إستيراد
de: importieren
es: Importar
fr: Importer
pt: Importar
ro: Importa
sq: Importo
sr: Увези
tr: İçe Aktar
uk: Імпортувати
vi: Nhập

source: Date*
ar: التاريخ*
cs: Datum*
de: Datum*
es: Fecha*
hu: Dátum*
pt: Data*
ro: Data*
sq: Data *
sr: Датум*
tr: Tarih*
uk: Дата*
vi: Ngày*

source: Racepoint*
ar: نقطة السباق*
cs: Vypouštěcí místo*
de: Auflassort*
es: Puntuación
fr: Concours*
hu: Helyszín*
pt: Local de solta*
ro: Punct lansare
sq: Pikat e garës*
sr: Место пуштања*
tr: Yarış Noktası*
uk: Місце випуску*
vi: Điểm đua*

source: Breeding data
ar: بيانات التزويج
cs: Chovná data
de: Zuchtdaten
es: Datos de cría
fr: Données éleveur
hu: Tenyésztési adatok
pt: Dados de criação
ro: Informatii reproductie
sq: Të dhënat e mbarështimit
sr: Подаци о узгоју
tr: Yetiştirme Bilgisi
uk: Дані розведення
vi: Dữ liệu sinh sản

source: Mate*
ar: الزوج*
cs: Partner*
de: Partner*
es: Macho*
fr: Copain*
hu: Párja*
pt: Parceiro*
ro: Imperechere
sq: Partner*
sr: Пар
tr: Eş*
uk: Партнер*
vi: Chim ghép*

source: Series
ar: المجموعة
cs: Hnízdo č.
de: Serie
fr: Séries
hu: Csoport
pt: Séries
ro: Serii
sq: Seritë
sr: Серијски Бр.
tr: Seriler
uk: Відділ
vi: Seri

source: Nestbox
ar: العش
cs: Budník č.
de: Nistzelle
es: Casetón
fr: Nid
hu: Fészek
pt: Ninho
ro: Boxa
sq: Kutia e folesë
sr: Гнездо
tr: Yuvalık
uk: Гніздо
vi: Ổ

source: Laid
ar: وضع البيض
cs: Datum snášky
de: Gelegt
es: Postura
fr: Pondu
hu: Tojva
pt: Postura
ro: Depunere
sq: Hedhur
sr: Снела
tr: Yumurtlamış
uk: Знесене
vi: Đẻ

source: Hatched
ar: الفقس
cs: Vylíhnuto
de: Geschlüpft
es: Nacido
fr: Éclos
hu: Kikelt
pt: Nascidos
ro: Eclozare
sq: Çelur
sr: Излегло
tr: Yumurtadan yeni çıkmış
uk: Вилупилось
vi: Nở

source: Successful
ar: ناجح
cs: Kroužkováno
de: Erfolgreich
es: Logrado
fr: Réussi
hu: Kikelt
pt: Com sucesso
ro: Cu succes
sq: Me Sukses
sr: Успешно
tr: Başarılı
uk: Успішно
vi: Thành công

source: Add pigeon to list
ar: اضافة طائر الى القائمة
cs: Přidat holuba do seznamu
de: Taube zur Liste fügen
es: Añadir la paloma a la lista
fr: Ajouter un pigeon à la liste
hu: Galamb hozzáadása a listához
pt: Adicionar pombos à lista
ro: Adauga porumbelul in lista
sq: Shto pëllumb në listë
sr: Додај голуба на листу
tr: Güvercini listeye ekle
uk: Додати в список
vi: Thêm chiến binh vào danh sách

source: Egg 1
ar: البيضة الاولى
cs: 1. Vajíčko
de: Ei 1
es: 1° Huevo
fr: Œuf 1
hu: 1. tojás
pt: Ovo 1
ro: Ou 1
sq: Vaza 1
sr: Прво јаје
tr: Yumurta 1
uk: Яйце 1
vi: Trứng 1

source: Egg 2
ar: البيضة الثانية
cs: 2. Vajíčko
de: Ei 2
es: 2° Huevo
fr: Œuf 2
hu: 2. tojás
pt: Ovo 2
ro: Ou 2
sq: Veza 2
sr: Друго јаје
tr: Yumurta 2
uk: Яйце 2
vi: Trứng 2

source: Filter pigeons
ar: فلترة الحمام
cs: Filtr holubů
de: Filtere Tauben
es: Filtrar palomas
fr: Filtrer les pigeons
hu: Galambok szűrése
pt: Filtrar os pombos
ro: Filtreaza porumbeii
sq: Filtro Pëllumbat
sr: Филтрирај голубове
tr: Güvercinleri Filtrele
uk: Фільтрувати голубів
vi: Lọc chiến binh

source: Search...
ar: بحث...
cs: Vyhledat...
es: Buscar…
fr: Rechercher...
sr: Тражи...

source: Pigeon year
ar: سنة الحمام
cs: Rok holuba
de: Taubenjahr
es: Año paloma
fr: Année du pigeon
hu: Galamb éve
pt: Ano do pombo
sq: Viti i pëllumbit
sr: Годиште голуба
tr: Güvercinin yılı
uk: Голуб рік

source: Letter
ar: خطاب
cs: Dopis
de: US Letter
es: Carta
fr: Lettre US
hu: Levél
pt: Carta
ro: Scrisoare
sq: Letër
sr: Амерички Формат писма
tr: Harf

source: Original
ar: الأصلي
cs: Původní
hu: Alapértelmezett
sq: Origjinal
sr: Оригинал
tr: Orijinal
uk: Оригінал
vi: Nguyên gốc

source: Swapped details
ar: التفاصيل المتبادلة
cs: Změnit umístění údajů
de: Getauschte Details
es: Detallado
fr: Détails échangés
hu: Adatok felcserélése
pt: Detalhes trocados
sq: Shkëmbej detajet
sr: Различити Детаљи
tr: Yer değişmiş ayrıntılar
uk: Переставлені деталі
vi: Hoán đổi chi tiết

source: Middle
ar: الاوسط
cs: Střední
de: Mitte
es: Medio
fr: Milieu
hu: Közép
pt: Intermédio
sq: Qëndër
sr: Средина
tr: Orta
uk: Середина

source: Classic
ar: كلاسيك
cs: Klasický
de: Klassisch
es: Clásico
fr: Classique
hu: Klasszikus
pt: Clássico
sq: Klasike
sr: Класично
tr: Klasik
uk: Класичний

source: Splitted
ar: مقسم
cs: Rozdělené
de: Geteilt
es: Dividido
fr: Divisé
hu: Tagolt
pt: Dividido
sq: Të ndarë
sr: Подељен
tr: Ayrılmış
uk: Розділений

source: Ascending
sr: Растуће

source: Descending
sr: Опадајуће

source: Options
ar: الخيارات
cs: Nastavení
de: Optionen
es: Opciones
fr: Paramètres
hu: Beállítások
pt: Opções
ro: Optiuni
sq: Opsionet
sr: Опције
tr: Seçenekler
uk: Опції
vi: Tùy chọn

source: Check for updates on startup
ar: التحقق من التحديثات الجديدة عند بدء تشغيل البرنامج
cs: Kontrola aktualizací při spuštění
de: Beim Start auf neue Version prüfen
es: Buscar actualizaciones al iniciar el programa
fr: Rechercher les mises à jour au démarrage
hu: Frissítés ellenőrzése a program indításakor
pt: Procurar actualizações ao iniciar
ro: La pornire, verifică existența unor versiuni mai noi
sq: Kërko përditësime që në start
sr: Проверите ажурирања при покретању
tr: Başlangıçta güncellemeleri kontrol et
uk: Перевіряти оновлення при запуску
vi: Kiểm tra cập nhật khi khởi động

source: Update
ar: تحديث
cs: Aktualizace
de: Aktualisierung
es: Actualizar
fr: Mise à jour
hu: Frissítés
pt: Actualização
ro: Actualizează
sq: Përditëso
sr: Ажурирај
tr: Güncelle
uk: Оновлення
vi: Cập nhật

source: Make an automatic backup
ar: عمل نسخة إحتياطية بطريقة إوتوماتيكية
cs: Zkontroluj, automatické zálohování
de: Automatisches Backup erstellen
es: Crear un respaldo automáticamente
fr: Faire une sauvegarde automatique
hu: Automatikus biztonsági mentés készítése
pt: Faça uma cópia de segurança automática
ro: Realizeaza automat o baza de date
sq: Bëj backup automatik
sr: Направите аутоматску резервну копију
tr: Otomatik bir yedekleme yapın
uk: Автоматично створювати резервну копію
vi: Tự động sao lưu

source: Interval
ar: الفاصل الزمني
de: Abstand
es: Intervalo
fr: Intervalle
hu: Időtartam
pt: Intervalo
sq: Intervali
sr: Интервал
tr: Aralık
uk: Інтервал
vi: Khoảng thời gian

source: Location
ar: الموقع
cs: Zadej místo
de: Ort
es: Localización
fr: Emplacement
hu: Hely
pt: Localização
ro: Locație
sq: Vendndodhja
sr: Локација
tr: Konumu
uk: Місцезнаходження
vi: Vị trí

source: Backup
ar: عمل نسخ إحتياطى
cs: Záloha
de: Sicherung
es: Copia de seguridad
fr: Sauvegarder
hu: Biztonsági mentés
pt: Cópia de segurança
ro: Copie de rezerva
sq: Kopje rezervë
sr: Резервна копија
tr: Yedekle
uk: Резервне копіювання
vi: Sao lưu

source: Change the language to
ar: تغيير اللغة
cs: Změna jazyka
de: Sprache ändern zu
es: Cambiar el idioma a
fr: Changer la langue en
hu: Nyelv kiválasztása
pt: Mudar para a língua
ro: Schimba limba in
sq: Ndrysho gjuhën
sr: Промени језик у
tr: Dilini değiştir
uk: Поміняти мову на
vi: Chuyển sang ngôn ngữ

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
pt: Idioma
ro: Limba
sq: Gjuhët
sr: Језик
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Default distance unit
ar: وحدة المسافة الافتراضية
cs: Výchozí jednotka vzdálenosti
de: Standard-Maßeinheit
es: Unidad de distancia por defecto
fr: Unité de distance par défaut
hu: Alapért. távolság mértékegység
pt: Unidade de distância pré-definida
sq: Njësia e distancës së përcaktuar
sr: Подразумевана јединица удаљености
tr: yarsayılan mesafe birimi
uk: Одиниці дистанції по замовчуванню
vi: Đơn vị khoảng cách mặc định

source: Default speed unit
ar: وحدة السرعة الافتراضية
cs: Výchozí jednotka rychlosti
de: Standard-Geschwindigkeitseinheit
es: Unidad de velocidad por defecto
fr: Unité de vitesse par défaut
hu: Alapért. sebesség mértékegység
pt: Unidade de velocidade pré-definida
sq: Njësia e shpejtësisë së paracaktuar
sr: Подразумевана јединица брзине
tr: Varsayılan hız birimi
uk: Одиниці швидкості по замовчуванню
vi: Đơn vị tốc độ mặc định

source: Units
ar: وحدات القياس
cs: Jednotky
de: Einheiten
es: Unidades
fr: Unités
hu: Mértékegységek
pt: Unidades
sq: Njësitë
sr: Јединице
tr: Birim
uk: Одиниці
vi: Đơn vị

source: Window
ar: نافذة
cs: Okno
de: Fenster
es: Ventana
fr: Fenêtre
hu: Ablak
pt: Janela
sq: Dritarja
sr: Прозор
tr: Pencere
uk: Вікно
vi: Cửa sổ

source: Sort pigeons
sr: Сортирај Голубове

source: Results mode
ar: مود النتائج
cs: Výsledky
de: Ergebnis-Modus
es: Modo resultados
fr: Mode résultats
hu: Eredmények mód
pt: Modo dos resultados
sq: Mënyra e rezultateve
sr: Режим резултата
tr: Sonuç modu
uk: Режим результатів

source: Hide deleted pigeons in lists
ar: إخفاء الحمام المحذوف في القوائم
cs: Skrýt smazané holubi v seznamu
de: Gelöschte Tauben in Listen verbergen
es: Ocultar palomas eliminadas en la lista
fr: Masquer les pigeons supprimés dans les listes
hu: Törölt galambok elrejtése
pt: Esconde os pombos apagados na lista
sq: Fshih pëllumbat e fshirë në listat
sr: Сакриј избрисане голубове у листама
tr: Silinmiş Güvercinleri gizle
uk: Сховати видалених голубів у списках
vi: Ẩn chiến binh bị xóa trong danh sách

source: Color row of deleted pigeons in lists
ar: لون الصف للحمام المحذوف في قوائم
cs: Smazat barvu řádků v seznamu holubů
de: Zeilen von gelöschten Tauben in Listen markieren
es: Color de la celda de palomas eliminadas en la lista
fr: Colorer les cases des pigeons supprimés dans les listes
hu: Törölt galambok megjelölése az adatbázisban
pt: Seleccione a coluna de pombos apagados na lista
sq: Rresht me ngjyra të pëllumbave të fshirë në listat
sr: Боја брисаних голубова у листама
tr: Silinmiş Güvercinleri renklendir
uk: Колір рядків видалених голубів у списках
vi: Tô màu bồ câu bị xóa trong danh sách

source: Theme name
sr: Назив теме

source: Theme
sr: Тема

source: Text
ar: نص
es: Texto
fr: Texte
hu: Szöveg
pt: Texto
sq: Tekst
sr: Текст
tr: Yazı
uk: Текст

source: Image
ar: الصورة
cs: Obrázek
de: Bild
es: Imágen
fr: Photo
hu: Kép
pt: Imagem
ro: Imagine
sq: Foto
sr: Слика
tr: Resim
uk: Зображення
vi: Ảnh
