Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Hide the pigeon to keep it in the pedigrees.
ar: إخفاء الطائر لإبقائه في شهادة النسب.
cs: Skýt holuba pro jeho zachování v rodokmenech.
es: Ocultar palomas para aparecer en los pedigrees.
fr: Masquer le pigeon pour le conserver dans les pedigrees.
sq: Fshih pëllumbin për ta mbajtur atë në pedigri.
sr: Сакријте голуба како бисте га задржали у родовнику.
uk: Приховати голуба, але залишити у родоводах.

source: Remove with data
ar: خذف جميع البيانات
cs: Odstranit s daty
es: Eliminar permanentemente
fr: Supprimer avec les données
sq: Hiq me të dhënat
sr: Уклони са подацима
uk: Видалити з даними

source: translator-credits
ar: Muhammad Mahmoud Launchpad Contributions: Timo Vanwynsberghe https://launchpad.net/~timovwb egyptian https://launchpad.net/~oepc-org
cs: Překladatel Launchpad Contributions: Jindra https://launchpad.net/~sidloj Timo Vanwynsberghe https://launchpad.net/~timovwb johnny jebb https://launchpad.net/~bee88 tomas https://launchpad.net/~surv55
de: Launchpad Contributions: Colin Bloecher https://launchpad.net/~colin-bloecher Daniel Winzen https://launchpad.net/~q-d-deactivatedaccount Juergen Markhoff https://launchpad.net/~jmmarkhoff Marcus Hartl https://launchpad.net/~mc-hartl Stephan Woidowski https://launchpad.net/~swoidowski Timo Vanwynsberghe https://launchpad.net/~timovwb Tobias Bannert https://launchpad.net/~toba mrx5682 https://launchpad.net/~mrx5682
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb DiegoJ https://launchpad.net/~diegojromerolopez Edgar Eliud Chávez Zenil https://launchpad.net/~eliudchavez Evelyn https://launchpad.net/~ebadenas FAMM https://launchpad.net/~famm94-deactivatedaccount Federico Vera https://launchpad.net/~fedevera Fernando Muñoz https://launchpad.net/~fmunozs Guillermo https://launchpad.net/~gherreratrueba Gustavo Huerta https://launchpad.net/~g-huerta Jose E. Perez https://launchpad.net/~cpbecv4 Jose Rostagno https://launchpad.net/~joserostagno Maso https://launchpad.net/~faican Monkey https://launchpad.net/~monkey-libre Paco Molinero https://launchpad.net/~franciscomol Stefano Prenna https://launchpad.net/~stefanoprenna Timo Vanwynsberghe https://launchpad.net/~timovwb hhlp https://launchpad.net/~hhlp-deactivatedaccount jcorrea https://launchpad.net/~jaredcorrea starmaker https://launchpad.net/~hernaninverso victor tejada yau https://launchpad.net/~victormtyau Ángel https://launchpad.net/~pikapikan
fr: Launchpad Contributions: Jean-Marc https://launchpad.net/~m-balthazar Jokomolo https://launchpad.net/~jokomolo LEROY Jean-Christophe https://launchpad.net/~celtic2-deactivatedaccount Michel Smits https://launchpad.net/~micsmithel Sorkin https://launchpad.net/~kosnila Stanislas Michalak https://launchpad.net/~stanislas-michalak Timo Vanwynsberghe https://launchpad.net/~timovwb fredericlandreau https://launchpad.net/~fredericlandreau londumas https://launchpad.net/~helion331990 pierre3 https://launchpad.net/~pierre3 prometee https://launchpad.net/~prometee
hu: Tichy <tihameri@gmail.com> Launchpad Contributions: Timo Vanwynsberghe https://launchpad.net/~timovwb tichy https://launchpad.net/~tihameri
pt: Créditos da tradução Launchpad Contributions: Almufadado https://launchpad.net/~almufadado Belmiro Pinto https://launchpad.net/~belpinto ThiagoRyuuga https://launchpad.net/~thiagoryuuga Tiago Esperança Triques https://launchpad.net/~tiago-triques Timo Vanwynsberghe https://launchpad.net/~timovwb
ro: Launchpad Contributions: Angelescu https://launchpad.net/~titus0818 Iacob Catalin https://launchpad.net/~catalin-iacob25 Marian D https://launchpad.net/~porumbei-albi-nunti Timo Vanwynsberghe https://launchpad.net/~timovwb
sq: Launchpad Contributions: Edlir Llakmani https://launchpad.net/~ediplus Timo Vanwynsberghe https://launchpad.net/~timovwb
sr: Launchpad Contributions: Andjelko Aleksic https://launchpad.net/~andjelkoaleksic Bojan Rakić https://launchpad.net/~bojanrakic Milan Stefanovic https://launchpad.net/~stemil5 Miloš Bogojević https://launchpad.net/~milos657 Timo Vanwynsberghe https://launchpad.net/~timovwb jaha https://launchpad.net/~almir-jahic Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Gokhan Uresin https://launchpad.net/~girnelibob Melih Odaman https://launchpad.net/~melihodaman Timo Vanwynsberghe https://launchpad.net/~timovwb
uk: Launchpad Contributions: Viktor Kosenko https://launchpad.net/~ksviktor
vi: Launchpad Contributions: Ha Nguyen https://launchpad.net/~nguyenpigeon

source: General information
ar: معلومات عامة
cs: Obecné informace
de: Allgemeine Information
es: Información general
fr: Informations générales
hu: Általános információk
pt: Informação geral
ro: Informaţii generale
sq: Informacion i pergjithshem
sr: Општи подаци
tr: Genel Bilgiler
uk: Загальна інформація
vi: Thông tin tổng quát

source: Technical details
ar: تفاصيل تقنية
cs: Technické detaily
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
hu: Technikai adatok
pt: Detalhes técnicos
ro: Detalii tehnice
sq: Detaje teknike
sr: Технички детаљи
tr: Teknik detaylar
uk: Технічні подробиці
vi: Chi tiết kỹ thuật

source: Data information
ar: بيانات ومعلومات
cs: Informace
de: Dateninformationen
es: Información de datos.
fr: Information des données
hu: Adatbázis adatai
pt: Informação de dados
ro: Informatie date
sq: Informacioni i të dhënave
sr: Подаци о подацима
tr: Veri bilgisi
uk: Дані інформації
vi: Thông tin dữ liệu

source: Number of pigeons
ar: عدد الحمام
cs: Počet holubů
de: Anzahl der Tauben
es: Cantidad de palomas.
fr: Nombre de pigeons
hu: Galambok száma
pt: Número de pombos
ro: Numar de porumbei
sq: Numri i pëllumbave
sr: Број голубова
tr: Güvercin sayısı
uk: Кількість голубів
vi: Số chiến binh

source: Cocks
ar: الذكور
cs: Holubi
de: Vögel
es: Machos
fr: Mâles
hu: Hímek
pt: Machos
ro: Masculi
sq: Meshkuj
sr: Мужјак
tr: Erkekler
uk: Самці
vi: Trống

source: Hens
ar: الإناث
cs: Holubice
de: Weibchen
es: Hembras
fr: Femelles
hu: Tojók
pt: Fêmeas
ro: Femele
sq: Femra
sr: Женка
tr: Dişiler
uk: Самки
vi: Mái

source: Young birds
ar: الطيور اليافعة
cs: Holoubata
de: Jungtauben
es: Pichones
fr: Jeunes
hu: Fiókák
pt: Borrachos
ro: Pui
sq: Zogjtë e rinj
sr: Млад Голуб
tr: Genç kuşlar
uk: Молоді
vi: Chim trẻ

source: Unknown
ar: غير معروف
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu(e)
pt: Desconhecido
sq: Të panjohur
sr: Непознат
uk: Невизначений

source: Number of results
ar: عدد النتائج
cs: Číslo výsledku
de: Anzahl der Ergebnisse
es: Cantidad de resultados.
fr: Nombre de résultats
hu: Eredmények száma
pt: Número de resultados
ro: Numar de clasari
sq: Numri i rezultateve
sr: Број резултата
tr: Sonuç sayısı
uk: Кількість результатів
vi: Kết quả

source: Number of couples
ar: عدد الأزواج
cs: Číslo páru
de: Anzahl der Paare
es: Número de parejas
fr: Nombre de couples
hu: Párok száma
pt: Número de casais
ro: Numarul cuplurilor
sq: Numri i çifteve
sr: Број парова
tr: Çiftlerin sayısı
uk: Кількість пар
vi: Số đôi

source: Search a pigeon
ar: بحث عن حمامة
cs: Hledat holuba
de: Suche eine Taube
es: Buscar paloma
fr: Chercher un pigeon
hu: Galamb keresése
pt: Procurar um pombo
ro: Cauta un porumbel
sq: Kërko një pëllumb
sr: Потражи голуба
tr: Güvercin Ara
uk: Шукати голуба
vi: Tìm chiến binh

source: Show all pigeons
ar: اظهار كل الطيور
cs: Zobrazit všechny holuby
de: Zeige alle Tauben
es: Mostrar todas las palomas
fr: Afficher tous les pigeons
hu: Összes galamb mutatása
pt: Mostra todos os pombos
sq: Shfaq të gjithë pëllumbat
sr: Прикажи све голубове
tr: Tüm Güvercinleri Göster
uk: Показати всіх голубів

source: Media
ar: الوسائط
cs: Mediální soubory
de: Medien
es: Medio de comunicación
fr: Média
hu: Média
pt: Meios de comunicação
sr: Медији
tr: Ortam
uk: Медіа-дані
vi: Ảnh/nhạc

source: Other
ar: أخرى
cs: Další
de: Andere
es: Otro
fr: Autre
hu: Egyéb
pt: Outro
ro: Alta
sq: Tjetër
sr: Остало
tr: Diğeri
uk: Інше
vi: Khác

source: Medication
ar: العلاج
cs: Léky
de: Medikation
es: Medicación
fr: Médication
hu: Gyógykezelés
pt: Medicação
ro: Medicatie
sq: Mjekimet
sr: Лекови
tr: Ilaç
uk: Лікування
vi: Thuốc

source: Edit
ar: تعديل
cs: Upravit
es: Editar
fr: Édition
pt: Editar
sr: Уреди

source: Remove
ar: حذف
cs: Odebrat
es: Quitar
fr: Supprimer
pt: Remover
sr: Избриши

source: Removing the selected medication entry
ar: حذف بند العلاج المختار
cs: Smazat vybraný lék
de: Der ausgewählte Medikations-Eintrag wird entfernt
es: Eliminar la entrada de medicación seleccionada.
fr: Suppression de la médication selectionnée
hu: Kiválaszott gyógykezelés törlése
pt: Removendo a medicação seleccionada
ro: Sterge medicatia introdusa
sq: Hiq e mjekimin e selektuar
sr: Уклањање изабраног уноса лекова
tr: Seçilen ilaç girişi çıkarma
uk: Видалення вибраного запису ліків
vi: Xóa bỏ các loại thuốc được chọn

source: Remove this entry for all pigeons?
ar: حذف هذا البند لكل الطيور؟
cs: Smazat záznamy pro všechny holuby?
de: Diesen Eintrag für alle Tauben entfernen?
es: ¿Eliminar esta entrada para todas las palomas?.
fr: Suppression de cette entrée pour tous les pigeons ?
hu: Törlöd ezt a bejegyzést az összes galambnál?
pt: Apagar este campo para todos os pombos?
ro: Inlatura aceasta introducere la toti porumbeii
sq: Do heqësh mjekimet për të gjithë pëllumbat?
sr: Желите ли уклонити ову ставку за све голубове?
tr: Bütün güvercinler için bu giriş kaldırılsın mı?
uk: Видалити цей запис для всіх голубів?
vi: Xóa bỏ mục này cho tất cả chiến binh?

source: Results of pigeon
ar: نتائج الحمام
cs: Výsledky holuba
de: Ergebnisse der Taube
es: Resultados de la paloma
fr: Résultats du pigeon
hu: Galamb eredményei
pt: Resultados do pombo
ro: Rezultatele porumbelului
sq: Rezultatet e pëllumbit
sr: Резултати голуба
tr: Güvercinin yarış neticesi
uk: Результати голуба
vi: Kết quả

source: Add to pedigree details
ar: اضف الي تفاصيل شجرة النسب
cs: Přidat podrobnosti do rodokmenu
de: Zu den Abstammung-Details hinzufügen
es: Añadir a detalles de pedigree
fr: Ajouter aux détails du pedigree
hu: Hozzáadás a családfa adataihoz
pt: Adicione aos detalhes do pedigree
sq: Shtoni në detajet e pedigrisë
sr: Додај у родовник детаље
tr: Secere ayrıntılarına ekle
uk: Добавити деталі до родоводу.

source: No empty space found in pedigree details.
ar: لا توجد اي مساحه فارغة فى تفاصيل شهادة النسب.
cs: Není místo pro podrobnosti v rodokmenu
de: Kein freier Platz in Abstammungs-Details gefunden
es: No haya espacio disponible en los detalles del pedigree
fr: Pas d'espace libre trouvé dans les détails du pedigree
hu: Nincsen üres hely a családfában.
pt: Não foi encontrado espaço vazio nos detalhes do pedigree.
sq: Asnjë hapësirë boshe nuk gjendet në detajet e pedigrisë.
sr: Нема празног простора у детаљима родовника.
tr: Secere ayrıntılarında boş alan bulunamamıştır.
uk: Не знайдено порожній простір в деталях родоводу.

source: Edit result for:
ar: تعديل النتيجة لـ:
cs: Upravit výsledek pro:
de: Ergebnis bearbeiten für:
es: Editar resultado de:
fr: Modifier un résultat pour :
hu: Eredmény szerkesztése:
pt: Editar resultado para:
ro: Modifica rezultat pentru:
sq: Ndrysho rezultatin për:
sr: Измени резултат од:
tr: Sonuç Için Düzenle:
uk: Редагувати результат для:
vi: Chỉnh sửa kết quả:

source: Add result for:
ar: إضافة نتيجة لـ:
cs: Přidat výsledek pro:
de: Ergebnis hinzufügen für:
es: Añadir resultado de:
fr: Ajouter un résultat pour :
hu: Eredmény hozzáadása:
pt: Adicionar resultado para:
ro: Adauga rezultate pentru:
sq: Shto rezultat për:
sr: Додај резултат за:
tr: Sonuç için ekle:
uk: Додати результат для:
vi: Thêm kết quả:

source: Relatives
ar: الأقارب
cs: Příbuzní
de: Verwandte
es: Parientes
fr: Apparentés
hu: Rokonok
pt: Parentes
ro: Rude
sq: Të afërmit
sr: Родбина
tr: Akrabalar
uk: Родичі
vi: Quan hệ

source: <b>Brothers and sisters</b>
ar: <b>الإخوه والأخوات</b>
cs: <b>Bratři a sestry</b>
de: <b>Geschwister</b>
es: <b>Hermanos y hermanas</b>
fr: <b>Frères et sœurs</b>
hu: <b>Testvérek</b>
pt: <b>Irmãos e irmãs</b>
ro: <b>Frati si surori</b>
sq: Vëllezrit dhe motrat
sr: <b>Браћа и сестре</b>
tr: Kardeşler
uk: <b>Брати і сестри</b>
vi: <b>Anh Chị Em</b>

source: <b>Half brothers and sisters</b>
ar: <b>الإخوة والأخوات غير الأشقاء</b>
cs: <b>Nevlastní bratři a sestry</b>
de: <b>Halbgeschwister</b>
es: Medio hermanos y hermanas.
fr: <b>Demi-frères et demi-sœurs</b>
hu: <b>Féltestvérek</b>
pt: <b>Meio-irmãos e meio-irmãs</b>
ro: <b>Frati si surori vitregi</b>
sq: Gjysëm vëllezër dhe motra
sr: <b>>Полу браћа и полу сестре</b>
tr: Kuzenler
uk: <b>Двоюрідні брати та сестри</b>
vi: <b>Nửa Anh Chị Em</b>

source: <b>Offspring</b>
ar: <b>النسل</b>
cs: <b>Potomci</b>
de: <b>Abstammung</b>
es: <b>Descendencia</b>
fr: <b>Descendants</b>
hu: <b>Utód</b>
pt: <b>Filhos</b>
ro: <b>Produsi</b>
sq: <b>Pasardhësit</b>
sr: <b>Потомство</b>
tr: Yavrular
uk: <b>Нащадки</b>
vi: <b>Con</b>

source: Information
ar: المعلومات
cs: Informace
es: Información
fr: Informations
sr: Информација

source: Go to
ar: اذهب الى
cs: Přejít na
es: Ir a
fr: Aller à
sr: Иди на

source: Common parent
ar: الأصول المشتركة
cs: Společný rodič
de: Gemeinsamer Elternteil
es: Antepasado común
fr: Parents
hu: Közös szülő
pt: Parente comum
ro: Parinte comun
sq: Prindi i përbashkët
sr: Заједнички родитељ
tr: Ortak ebeveyn
uk: Загальні батьки
vi: Cha Mẹ

source: Country
ar: الدولة
cs: Země
de: Land
es: País
fr: Pays
hu: Ország
pt: País
ro: Tara
sq: Shteti
sr: Земља
tr: Ülke
uk: Країна
vi: Quốc gia

source: Letters
ar: احرف
cs: Písmena
de: Buchstaben
es: Letras
fr: Lettres
pt: Letras
sq: Shkronjat
sr: Слова
uk: Літери

source: Number
ar: رقم
cs: Číslo
de: Nummer
es: Número
fr: Numéro
pt: Número
sq: Numër
sr: Број
uk: Номер

source: The number and year fields are required.
ar: حقل الرقم والسنه مطلوب.
cs: Pole pro počet a rok jsou povinná.
de: Die Nummern- und Jahr-Felder werden benötigt.
es: Los campos Número y año son necesarios.
fr: Les champs numéro et année sont obligatoires.
pt: Os campos de número e ano são obrigatórios.
sq: Fushat e numrit dhe të vitit janë të nevojshme.
sr: Поља са бројем и годином су обавезна.
uk: Поля номерів та рік обов'язкові для заповнення.

source: The year has to be four digits long.
ar: السنه لابد ان تكون اربع ارقام
cs: Rok musí mít čtyři číslice.
de: Das Jahr muss vier Zeichen lang sein
es: El año tiene que tener 4 dígitos
fr: L'année doit comporter quatre chiffres.
pt: O ano deve conter 4 dígitos.
sq: Viti duhet të jetë katër shifror.
sr: Година мора бити четвороцифрена.
uk: Рік має бути чотири цифри довжиною.

source: Band format
ar: تنسيق الدبلة
cs: Formát kroužku
es: Formato de anilla.
fr: Format de bague
sq: Formati unazës
sr: Формат Алке
uk: Формат діапазону

source: The number and year are required when providing the country.
ar: ادخل الرقم والسنة اذا ادخلت الدولة
cs: Při uvádění země je vyžadován počet a rok.
es: El número y año son necesarios cuando se indica el pais.
fr: Le numéro et l'année sont nécessaires pour fournir le pays.
sr: Број и година су неопходни када уносите земљу.

source: The number and year are required when providing the letters.
ar: ادخل الرقم والسنة اذا ادخلت الحروف
cs: Při uvádění písmen je vyžadován počet a rok.
es: El número y el año son necesarios cuando se indican las letras.
fr: Le numéro et l'année sont nécessaires pour fournir les lettres.
sr: Број и година су неопходни када пишете слова.

source: The number is required.
ar: الرقم مطلوب
cs: Číslo je povinné
es: El número es necesario.
fr: Le numéro est nécessaire
sr: Број је неопходан.

source: The year is required.
ar: السنه مطلوبه
cs: Rok je povinný
es: El año es necesario.
fr: L'année est nécessaire
sr: Година је неопходна.

source: The length of the year needs to be four digits.
ar: السنة يجب ان تكون اربع ارقام
cs: Délka roku musí být čtyři číslice.
es: La longitud del año debe tener cuatro dígitos.
fr: L'année doit être composée de quatre chiffres
sr: Година треба бити написана с 4 цифре!

source: Year (short)
ar: سنه
cs: Rok (zkrácený)
de: Jahr (kurz)
es: Año(Corto)
fr: Année (courte)
pt: Ano (curto)
sq: Viti (shkurt)
sr: Година (кратко)
uk: Рік (короткий)

source: Empty
ar: فارغ
cs: Prázdné
de: Leer
es: Vacío
fr: Vide
pt: Vazio
sq: Bosh
sr: Празно
uk: Порожня

source: Make this format the default
ar: تعيين هذا التنسيق كافتراضي
cs: Nastavit tento formát jako výchozí
de: Stelle dieses Format als Standard ein
es: Hacer de este formato predeterminado.
fr: Définir ce format comme format par défaut
pt: Torne esse formato o padrão
sq: Vendosni këtë format si të përzgjedhur
sr: Учини овај формат подразумеваним
uk: Зробити цей формат за замовчуванням

source: Yards
ar: الياردات
cs: Yardy
es: Yardas
hu: Yard
pt: Jardas
ro: Yarzi
sq: Jard
sr: Јарди
tr: Yarda
uk: Ярди

source: Kilometres
ar: الكيلومترات
cs: Kilometry
de: Kilometer
es: Kilómetros
fr: Kilomètres
hu: Kilométer
pt: Quilómetros
ro: Kilometri
sq: Kilometra
sr: Километара
tr: Kilometre
uk: Кілометри
vi: Ki-lo-met

source: Metres
ar: الأمتار
cs: Metry
de: Meter
es: Metros
fr: Mètres
hu: Méter
pt: Metros
ro: Metri
sq: Metra
sr: Метара
tr: Metre
uk: Метри
vi: Mét

source: Centimetres
ar: السنتيمترات
cs: Centimetry
de: Zentimeter
es: Centímetros
fr: Centimètres
hu: Centiméter
pt: Centimetros
ro: Centimetri
sq: Centimetra
sr: Центиметара
tr: Santimetre
uk: Сантиметри
vi: Cen-ti-met

source: Inches
ar: البوصات
cs: Inche
de: Zoll
es: Pulgadas
fr: Pouces
hu: Hüvelyk
pt: Polegadas
ro: Inci
sq: Inch
sr: Инча
tr: İnç
uk: Дюйми

source: Feet
ar: الأقدام
cs: Stopy
de: Fuß
es: Pies
fr: Pieds
hu: Láb
pt: Pés
ro: Picior
sq: Këmbë
sr: Стопа
tr: Adım
uk: Футів

source: Miles
ar: الأميال
cs: Míle
de: Meilen
es: Millas
hu: Mérföld
pt: Milhas
ro: Mile
sq: Milje
sr: Миља
tr: Mil
uk: Миль

source: Nautical Miles
ar: الاميال البحرية
cs: Námořní míle
de: Nautische Meilen
es: Millas náuticas
fr: Milles marins
hu: Tengeri mérföld
pt: Milhas Náuticas
ro: Mile marine
sq: Milje Detare
sr: Наутичких Миља
tr: Deniz Mili
uk: Морських миль
vi: Hải lý

source: Yard per Minute
ar: ياردة فى الدقيقة
cs: Yardů za minutu
de: Yard pro Minute
es: Yardas por minuto
fr: Yard par minute
hu: Yard / perc
pt: Jardas por Minuto
ro: Yard pe minut
sq: Jard pë minute
sr: Јарди у минути
tr: Dakikada Yard
uk: Ярдів в Минуту
vi: Yard/phút

source: Metres per Minute
ar: الأمتار فى الدقيقة
cs: Metrů za minutu
de: Meter pro Minute
es: Metros por minuto
fr: Mètres par minute
hu: Méter / perc
pt: Metros por minuto
ro: Metri pe minut
sq: Metër për minutë
sr: Метара у минути
tr: Dakikada Metre
uk: Метрів в Хвилину
vi: Mét/phút

source: Metres per Second
ar: الامتار فى الثانية
cs: Metrů z vteřinu
de: Meter pro Sekunde
es: Metros por segundo
fr: Mètres par seconde
hu: Méter / másodperc
pt: Metros por Segundo
ro: Metri pe secunda
sq: Metër për sekondë
sr: Метара у секунди
tr: Saniyede Metre
uk: Метрів в Секунду
vi: Mét/giây

source: Kilometre per Hour
ar: كيلومتر فى الساعة
cs: Kilometrů za hodinu
de: Kilometer pro Stunde
es: Kilómetros por hora
fr: Kilomètres par heure
hu: Kilométer / óra
pt: Quilómetros por hora
ro: Kilometri la Ora
sq: Kilometra për orë
sr: Километара на час
tr: Saatte Kilometre
uk: Кілометрів за годину
vi: Km/giờ

source: Feet per Second
ar: قدم فى الثانية
cs: Stop za vteřinu
de: Fuß pro Sekunde
es: Pies por segundo
fr: Pieds par seconde
hu: Láb / másodperc
pt: Pés por Segundo
ro: Picioare pe secunda
sq: Këmbë për sekondë
sr: Стопа по секунди
tr: Saniyede Feet
uk: Футів в секунду
vi: Feet/giây

source: Feet per Minute
ar: قدم بالدقيقة
cs: Stop za minutu
de: Fuß pro Minute
es: Pies por minuto
fr: Pieds par minute
hu: Láb / perc
pt: Pés por Minuto
ro: Picioare pe Minut
sq: Këmbë për Minutë
sr: Стопа по минути
tr: Dakikada Feet
uk: Футів в хвилину
vi: Feet/phút

source: Mile per Hour
ar: ميل فى الساعة
cs: Mil za hodinu
de: Meilen pro Stunde
es: Millas por hora
fr: Miles par heure
hu: Mérföld / óra
pt: Milhas por hora
ro: Mile la Ora
sq: Milje për orë
sr: Миља по сату
tr: Saatte Mile
uk: Миль в Час
vi: Mile/giờ

source: Input should be in one of these formats: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
ar: يجب ان تكون المدخلات باحدى هذه التنسيقات: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
cs: Vstup - zadání by měl být v jednom z těchto formátů: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
de: Die Eingabe sollte in einem dieser Formate sein: DD.dddddd° DD°MM.mmm' DD°MM'SS.s"
es: La entrada debe de estar en uno de estos formatos: Grados con decimales. Grados y minutos con decimales. Grados, minutos y segundos.
fr: Entrée dans un de ces formats : DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
hu: Az adatnak a következő formátumúnak kell lennie: FF.ffffff° FF°PP.ppp' FF°PP'MM.m"
pt: Deve escolher um destes formatos: DD.ddddddº DDºMM.mmm' DDºMM'SS.s''
ro: Introducerile pot fi in formatele urmatoare: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
sq: Hyrja duhet të jetë në njërën nga këto formate: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
sr: Morate uneti jedan od ovih formata: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
tr: Giriş bu formatlardan biri olmalı: DD.dddddd° DD°DD.ddd’ DD°DD’SS.s”
uk: Вхідні повинні знаходитися в одному з наступних форматів: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”
vi: Một trong các định dạng sau: DD.dddddd° DD°MM.mmm’ DD°MM’SS.s”

source: Pigeons: %s
ar: حمامة: %s
cs: Holubi: %s
de: Tauben: %s
es: Palomas: %s
hu: Galambok: %s
ro: Porumbei: %s
sq: Pëllumbat: %s
sr: Голубови: %s
tr: Güvercinler: %s
uk: Годуби: %s
vi: Chiến binh: %s

source: Filter: %s
ar: فلترة: %s
cs: Filtr: %s
es: Filtro: %s
fr: Filtre : %s
hu: Szűrő: %s
pt: Filtro: %s
ro: Filtru: %s
sq: Filtri: %s
sr: Филтер: %s
tr: Filtre: %s
uk: Фільтр: %s
vi: Lọc: %s

source: On
ar: تشغيل
cs: Zapnuto
de: Ein
es: Activado
fr: Activé
hu: Be
pt: Ligado
ro: Activat
sq: Ndezur
sr: Укључено
tr: Açık
uk: Увімкн.
vi: Bật

source: Off
ar: تعطيل
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
hu: Ki
pt: Desligado
ro: Dezactivat
sq: Fikur
sr: Искључено
tr: Kapalı
uk: Вимкн.
vi: Tắt

source: <edit>
ar: <تعديل>
cs: <Upravit>
es: <editar>
fr: <modifier>
hu: <szerkeszt>
pt: <editar>
ro: <modifica>
sq: <ndrysho>
sr: <измени>
tr: <Düzenle>
uk: <Редагувати>
vi: <Chỉnh>

source: Clear
ar: مسح
cs: Vyčistit
es: Borrar/Limpiar
fr: Effacer
sr: Очисти

source: Colours
ar: الالوان
cs: Barvy
de: Farben
es: Colores
fr: Couleurs
hu: Színek
pt: Cores
ro: Culori
sq: Ngjyrat
sr: Боје
tr: Renkler
uk: Кольори
vi: Màu

source: Sectors
ar: القطاعات
cs: Druhy závodů
de: Sektoren
es: Sectores
fr: Secteurs
hu: Szektor
pt: Sectores
ro: Zone
sq: Sektorët
sr: Сектори
tr: Sektör
uk: Сектори
vi: Khu vực

source: Types
ar: الأنواع
cs: Typy závodů
de: Arten
es: Tipos
hu: Tpus
pt: Tipos
ro: Tipuri
sq: Llojet
sr: Типови
tr: Tipler
uk: Типи
vi: Loại

source: Categories
ar: الأقسام
cs: Kategorie
de: Kategorien
es: Categorías
fr: Catégories
hu: Kategória
pt: Categorias
ro: Categorii
sq: Kategoritë
sr: Категорије
tr: Kategoriler
uk: Категорії
vi: Nhóm

source: Racepoints
ar: نقاط السباق
cs: Vypouštěcí místa
de: Auflassorte
es: Punto de suelta
fr: Lieux de concours
hu: Helyszín
pt: Locais de solta
ro: Puncte de lansare
sq: Pikat e Garës
sr: Место пуштања
tr: Yarış Noktası
uk: Місця випуску
vi: Điểm đua

source: Strains
ar: السلالات
cs: Kmeny
de: Stämme
es: Estirpes
fr: Souches
hu: Származás
pt: Família
ro: Linii
sq: Racat
sr: Лоза
tr: Suşları
uk: Раси
vi: Dòng

source: Lofts
ar: اللوفتات
cs: Holubníky
de: Taubenschläge
es: Palomares
fr: Pigeonniers
hu: Dúc
pt: Pombais
ro: Compartimente
sq: Kafazet
sr: Голубарник
tr: Yuva
uk: Голубники
vi: Căn cứ

source: Removing the selected racepoint.
ar: حذف المحدد
cs: Odebrání vybraného vypouštěcího místa
es: Eliminando el punto de suelta seleccionado.
fr: Suppression du concours sélectionné.
sr: Бришем изабране такмичарске податке.

source: The racepoint name is required.
cs: Název vypouštěcího místa je povinný
fr: Le nom du concours est nécessaire.
sr: Име такмичарског податка је неопходно.
