Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Distance
ar: المسافة
cs: Vzdálenost
de: Entfernung
es: Distancia
hu: Távolság
pt: Distância
ro: Distanța
sq: Distanca
sr: Растојање
tr: Mesafe
uk: Відстань
vi: Khoảng cách

source: Flight Time
ar: زمن الطيران
cs: Čas letu
de: Flugzeit
es: Duración del vuelo
fr: Temps de vol
hu: Repült idő
pt: Tempo de vôo
ro: Timp de zbor
sq: Koha e fluturimit
sr: Време лета
tr: Uçuş süresi
uk: Час польоту
vi: Thời gian bay

source: Time of Arrival
ar: وقت الوصول
cs: Čas příletu
de: Ankunftszeit
es: Hora de llegada
fr: Heure d'arrivée
hu: Érkezési idő
pt: Tempo de Chegada
ro: Timp de sosire
sq: Koha e mbërritjes
sr: Време доласка
tr: Varış Zaman
uk: Час прибуття
vi: Giờ về

source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
es: Previsualizar.
fr: Aperçu
hu: Előnézet
pt: Pré-Visualizar
ro: Previzualizare
sq: Parapamja
sr: Преглед
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước

source: Images
ar: الصور
cs: Obrázky
de: Bilder
es: Imágenes
fr: Photos
hu: Képek
pt: Imagens
ro: Imagini
sq: Fotot
sr: Слике
tr: Resimler
uk: Зображення
vi: Ảnh

source: Cancel
ar: إلغاﺀ
cs: Zrušit
es: Cancelar
fr: Annuler
pt: Cancelar
sr: Откажи
uk: Скасувати

source: Select an image...
ar: اختر صورة...
cs: Vyber obrázek ...
de: Ein Bild auswählen...
es: Seleccionar una imagen.
fr: Sélectionner une image...
hu: Fénykép kiválasztása...
pt: Selecciona uma imagem.
ro: Selectati o imagine...
sq: Selekto foton...
sr: Одаберите слику...
tr: Bir görüntü seçin...
uk: Виберіть зображення ...
vi: Chọn ảnh...

source: OK
ar: موافق
fr: Valider
sr: У РЕДУ
uk: Виконати

source: Select a file...
ar: اختر ملف...
cs: Vyber soubor...
de: Eine Datei auswählen...
es: Seleccionar un archivo.
fr: Sélectionner un fichier...
hu: Fájl kiválasztása...
pt: Seleccione um ficheiro...
ro: Selectaţi un fişier...
sq: Selekto një skedar...
sr: Изабери датотеку...
tr: Dosya seç...
uk: Виберіть файл ...
vi: Chọn tập tin...

source: Title
ar: العنوان
cs: Název
de: Titel
es: Título
fr: Titre
hu: Cím
pt: Título
ro: Titlu
sq: Titulli
sr: Наслов
tr: Başlık
uk: Назва
vi: Tiêu đề

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
pt: Descrição
ro: Descriere
sq: Përshkrimi
sr: Опис
tr: Açıklama
uk: Опис
vi: Miêu tả

source: Save as...
ar: حفظ باسم ...
cs: Uložit jako ...
de: Speichern unter...
es: Guardar Como...
fr: Enregistrer sous...
hu: Mentés másként...
pt: Guardar como...
ro: Salveaza ca...
sq: Ruaje si...
sr: Сачувај као...
tr: Farklı kaydet...
uk: Зберегти як...
vi: Lưu

source: Save
ar: حفظ
cs: Uložit
es: Guardar
fr: Enregistrer
pt: Salvar
sr: Сачувај
uk: Зберегти

source: Select a folder...
ar: حدد مجلد...
cs: Vyber složku ...
de: Wählen Sie einen Ordner...
es: Seleccionar una carpeta.
fr: Sélectionnez un dossier...
hu: Mappa kiválasztása...
pt: Seleccione uma pasta...
ro: Selectati un dosar
sq: Zgjidh një dosje ...
sr: Одабери фолдер
tr: Klasör Seç...
uk: Виберіть папку ...
vi: Chọn thư mục

source: The default location is:
ar: الموقع الافتراضي هو:
cs: Výchozí lokace je:
es: La Ubicación predeterminada es
fr: L'emplacement par défaut est :
pt: A localização padrão é:
sq: Vendndodhja e paracaktuar është:
sr: Подразумевана локација је:
uk: Місце за замовчуванням:

source: Select
ar: تحديد
cs: Vybrat
es: Seleccionar
fr: Sélectionner
pt: Selecione
sq: Selekto
sr: Означи
uk: Вибрати

source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
pt: Geral
sq: Të Përgjithshme
sr: Опште
tr: Genel
uk: Загальне
vi: Tổng quát

source: Appearance
ar: المظهر
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Aspect
hu: Megjelenés
pt: Aparência
ro: Înfățișare
sq: Paraqitja
sr: Изглед
tr: Görünüm
uk: Зовнішність
vi: Xuất hiện

source: Columns
ar: الأعمدة
cs: Sloupce
de: Spalten
es: Columnas
fr: Colonnes
hu: Oszlop
pt: Colunas
sq: Kollonat
sr: Колоне
tr: Sütunlar
uk: Стовпці
vi: Cột

source: Printing
ar: الطباعة
cs: Tisk
de: Drucke
es: Imprimiendo
fr: Impression
hu: Nyomtatás
pt: A imprimir...
ro: Imprimare
sq: Printimi
sr: Штампање
tr: Yazdır
uk: Друк
vi: In

source: Pigeons
ar: الحمام
cs: Holubi
de: Tauben
es: Palomas
hu: Galambok
pt: Pombos
ro: Porumbei
sq: Pëllumbat
sr: Голубови
tr: Güvercinler
uk: Голуби
vi: Chiến binh

source: Results
ar: نتائج السباقات
cs: Výsledek
de: Ergebnisse
es: Resultados
fr: Résultats
hu: Eredmények
pt: Resultados
ro: Rezultate
sq: Rezultatet
sr: Резултати
tr: Sonuçlar
uk: Результати
vi: Kết quả

source: Advanced
ar: مُتقدم
cs: Pokročilé
de: Fortgeschritten
es: Avanzado
fr: Avancé
hu: Haladó
pt: Avançado
sq: Avancuar
sr: Напредно
tr: Gelişmiş
uk: Розширені
vi: Tiên tiến

source: day
ar: اليوم
cs: Den
de: Tag
es: día
fr: jour
hu: nap
pt: dia
ro: zi
sq: ditë
sr: дана
tr: Gün
uk: день
vi: Ngày

source: days
ar: ايام
cs: Dny
de: Tage
es: días
fr: jours
hu: nap
pt: dias
ro: zile
sq: Ditët
sr: дани
tr: Gün
uk: дні(в)
vi: Ngày

source: Pigeon Planner has experienced an unexpected error
ar: حدث خطأ غير متوقع
cs: Došlo k neočekávané chybě
de: Pigeon Planner hatte einen unerwarteten Fehler
es: EPigeon Planner ha experimentado un error inesperado
fr: Pigeon Planner a rencontré une erreur inattendue
hu: A program futásakor váratlan hiba keletkezett
pt: Erro inesperado.
ro: Pigeon Planner a inregistrat o eroare neasteptata
sq: Pigeon Planner ka përjetuar një gabim të papritur
sr: Pigeon Planner је доживео неочекивану грешку
tr: Pigeon Planner programında beklenmeyen bir hata oluştu
uk: Pigeon Planner - виникла непередбачувана помилка
vi: Chương trình hết hạn hoặc bị lỗi không mong muốn

source: You can help the Pigeon Planner developers by taking the time to report this bug.
ar: يمكنك مساعدة مطوري البرنامج من خلال التقرير عن هذا الخطأ.
cs: Můžete pomoci vývojářům tím, že včas ohlásite tuto chybu.
de: Sie können den Pigeon Planner-Entwicklern helfen, in dem Sie sich die Zeit nehmen, diesen Fehler zu berichten.
es: Usted puede ayudar a los desarrolladores de Pigeon Planner informando sobre este virus
fr: Vous pouvez aider les développeurs de Pigeon Planner en prenant le temps de signaler ce bogue.
hu: Segítheted a program fejlesztőit hibajelentés küldésével.
pt: Pode ajudar os programadores do Pigeon Planner dedicando algum tempo a informar-nos deste erro.
ro: Poti ajuta dezvoltatorii Pigeon Planner prin a gasi timpul necesar in a raporta acest defect.
sq: Ju mund të ndihmoni zhvilluesit e Pigeon Planner duke raportuar këtë bug.
sr: Можеш помоћи програмеру Pigeon Planner-а тако што ћеш пријавити грешку.
tr: Zaman ayırıp bu bozukluğu rapor ederek Pigeon Planner geliştiricilere yardım edin.
uk: Ви можете допомогти розробникам Pigeon Planner, якщо знайдете час, щоб рапортувати про цю помилку.
vi: Cảnh báo lỗi này tới những nhà phát triển Pigeon Planner để hoàn thiện nó.

source: Error Detail
ar: تفاصيل الخطأ
cs: Detail chyby
de: Fehler-Detail
es: Detalle de error
fr: Détail de l'erreur
hu: Hiba adatai
pt: Detalhe do erro.
ro: Detalii eroare
sq: Detajet e gabimit
sr: Детаљи грешке
tr: Hata ayrıntısı
uk: Деталі помилки.
vi: Lỗi chi tiết

source: Report
ar: تقرير
cs: Zpráva
de: Bericht
es: Informe
fr: Signaler
hu: Jelentés
pt: Relatório
ro: Raport
sq: Raport
sr: Извештај
tr: Rapor
uk: Звіт
vi: Báo cáo

source: Close
ar: إغلاق
cs: Zavřít
es: Salir
fr: Fermer
pt: Fechar
sr: Затвори
uk: Закрити

source: A previously saved version will be used instead.
sr: Предходно снимљена верзија ће бити употребљена као замена.

source: The default settings will be used instead.
sr: Подразумеване поставке ће бити употребљене као замена.

source: There was an error loading the configuration file.
sr: Дошло је до грешке приликом учитавања датотеке са подешавањима.

source: Pedigree
ar: شهادة النسب
cs: Rodokmen
de: Stammbaum
es: Pedigrí
hu: Családfa
ro: Certificat de origine
sq: Pedigria
sr: Родовник
tr: Soyağacı / Seçere
uk: Родовід
vi: Gia phả

source: Windspeed
ar: سرعة الرياح
cs: Rychlost větru
de: Windgeschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
hu: Szélsebesség
pt: Velocidade do vento
sq: Shpejtesia e eres
sr: Брзина ветра
tr: Rüzgar Hızı
uk: Швидкість вітру

source: Temperature
ar: درجة الحرارة
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
pt: Temperatura
sq: Temperatura
sr: Температура
tr: Sıcaklık
uk: Температура

source: Year
ar: السنة
cs: Ročník
de: Jahr
es: Año
fr: Année
hu: Év
pt: Ano
ro: An
sq: Viti
sr: Година
tr: Yıl
uk: Рік
vi: Năm

source: Coefficient
ar: الدرجة
cs: Koeficient
de: Koeffizient
es: Coeficiente
hu: Koef.
pt: Coeficiente
ro: Punctaj
sq: Koeficienti
sr: Коефицијент
tr: Katsayı
uk: Коефіцієнт
vi: Hệ số

source: Speed
ar: السرعة
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség
pt: Velocidade
sq: Shpejtësia
sr: Брзина
tr: Hız
uk: Швидкість

source: Races
ar: السباقات
cs: Závody
de: Flüge
es: Carreras
fr: Courses
hu: Versenyek
pt: Prova
sq: Garat
sr: Трке
tr: Yarışlar
uk: Перегони

source: You probably don't have write permissions on this folder.
ar: يبدوا انك لا تملك صلاحيات على هذا المجلد
cs: Asi nemáš oprávnění k zápisu do této složky.
de: Wahrscheinlich haben Sie keinen Schreibzugriff auf diesen Ordner
es: Posiblemente no tenga permisos de escritura sobre esta carpeya
fr: Vous n'avez probablement pas les permissions d'écriture sur ce dossier.
hu: Valószínűleg nincsen írási jogod a mappához.
pt: Provavelmente não tem permissão para escrever nesta pasta
sq: Ju ndoshta nuk keni leje për shkrim në këtë dosje.
sr: Вероватно немате дозволе за писање у овој фасцикли.
tr: Bu klasör üzerinde değişiklik yapma yetkiniz yok.
uk: Ви, напевно, не мають права на запис для цієї папки.

source: The e-mail has been sent succesfully!
ar: لقد تم ارسال البريد الإلكتروني بنجاح!
cs: E-mail byl úspěšně odeslán!
de: Die E-Mail wurde erfolgreich gesendet.
es: El correo ha sido enviado correctamente
fr: Le courriel a bien été envoyé
hu: E-mail sikeresen elküldve!
pt: Este correio electrónico foi enviado com sucesso!
ro: E-mailul a fost trimis cu succes!
sq: E-maili është dërguar me sukses!
sr: Е-пошта је успешно послата!
tr: E-posta başarıyla gönderildi!
uk: Електронна пошта успішно надіслана!
vi: Thư đã được gửi thành công

source: Connection to server failed!
ar: فشل الاتصال بالخادم!
cs: Připojení k serveru se nezdařilo!
de: Verbindung zum Server fehlgeschlagen
es: ¡Error de conexión al servidor!
fr: pas de connection serveur !
hu: Csatlakozás a szerverhez sikertelen!
pt: A ligação ao servidor falhou!
ro: Conexiunea cu serverul a esuat!
sq: Lidhja me serverin dështoi!
sr: Веза са сервером није успела!
tr: Sunucu bağlantısı başarısız
uk: Підключитись до сервера не вдалося!
vi: Mất kết nối với server!

source: This tool needs Yapsy to run correctly.
ar: هذه الاداة تحتاج الى Yapsy لتعمل جيدا
cs: K tomuto nástroji je třeba Yapsy skript, aby správně fungoval.
de: Dieses Tool benötigt Yapsy, um korrekt zu funktionieren
es: Esta Herrramienta necesita Yapsy para ejecutarse correctamente
fr: Cet outil a besoin de Yapsy afin de fonctionner correctement.
hu: Az eszköz megfelelő futtatásához Yapsy szükséges.
pt: Esta ferramenta precisa do Yapsy para funcionar correctamente.
sq: Ky mjet ka nevojë për Yapsy për të funksionuar si duhet.
sr: Овом алату је потребан "Yapsy" да би исправно радио.
tr: Bu modülün düzgün çalışması için Yapsy gerekmektedir.
uk: Цей інструмент потребує Yapsy для коректної роботи.

source: This result is not in the '%s' format. Do you want to continue?
ar: هذه النتيجة ليست في النسق '%s' . هل ترغب في الاستمرار؟
cs: Výsledek není ve formátu '%s' . Chcete pokračovat?
de: Dieses Ergebnis ist nicht im '%s'-Format. Wollen sie fortfahren?
es: Este resultado no esta en el formato '%s'. ¿Desea continuar?
fr: Ce résultat n'est pas au format « %s ». Voulez-vous continuer ?
hu: Az eredmény nem '%s' formátumú. Folytatod?
pt: Este resultado não está no formato '%s'. Quer continuar?
sq: Ky rezultat nuk është në formatin '% s'. Doni të vazhdoni?
sr: Овај резултат није у '% s' формату. Да ли желите да наставите?
tr: Bu sonuç '%s' formatında değildir. Devam etmek istiyor musunuz?
uk: Цей результат не у форматі '%s'. Бажаєте продовжити?
vi: Kết quả không theo định dạng '%s'. Bạn muốn tiếp tục?

source: The date, racepoint or number of pigeons is incorrect.
ar: التاريخ , نقطة السباق او عدد الطيور غير صحيح.
cs: Špatné datum, nebo vypouštěcí místo, nebo počet holubů.
de: Das Datum, der Auflassort oder die Anzahl der Tauben ist falsch
es: La fecha, punto de suelta o número de palomas es incorrecto.
fr: La date, le concours ou le numéro des pigeons est incorrect.
hu: A dátum, helyszín vagy a galambok száma helytelen.
pt: A data, local da prova ou o nº de pombos está incorrecto.
sq: Data, pika e garës ose numri i pëllumbave është i pasaktë.
sr: Датум, место пуштања или број голубова је нетачан.
tr: Tarih, Yarış Noktası veya güvercinlerin numarası doğru değil.
uk: Данні, місце випуску або кількість голубів невірне.

source: Failed to send report.
ar: فشل في ارسال التقرير
cs: Odeslání hlášení selhalo
de: Bericht konnte nicht gesendet werden.
es: Fallo al enviar el informe.
fr: Échec lors de l'envoi du rapport.
pt: Falhou o envio do relatório.
sq: Dështoi në dërgimin e raportit.
sr: Неуспешно слање извештаја.
uk: Не вдалося надіслати повідомлення.

source: Details of pigeon
ar: تفاصيل عن الطائر
cs: Podrobnosti holuba
de: Details dieser Taube
es: Detalles de la paloma
fr: Détail du pigeon
hu: Galamb adatai
pt: Detalhes do pombo
ro: Detalii despre porumbel
sq: Detajet e pëllumbit
sr: Детаљи голуба
tr: Güvercin Detayları
uk: Інформація про голуба
vi: Chi tiết bồ câu

source: Details of %s
ar: تفاصيل عن %s
cs: Podrobnosti o %s
de: Details von '%s'
es: Detalles de %s
fr: Détails de %s
hu: A(z) %s galamb adatai
pt: Detalhes de %s
ro: Detalii ale '%s'
sq: Detajet e %s
sr: Детаљи од %s
tr: Detaylar %s
uk: Подробиці %s
vi: Chi tiết của %s

source: No
ar: ﻻ
cs: Ne
fr: Non
pt: Não
sr: Не
uk: Ні

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
pt: Sim
sr: Да

source: There was an error making the backup.
ar: هناك خطأ فى عمل النسخة الإحتياطية.
cs: Došlo k chybě při vytváření zálohy.
de: Beim Erstellen der Sicherung ist ein Fehler aufgetreten.
es: Ocurrió un error mientras se creaba la copia de seguridad.
fr: Une erreur s'est produite pendant la sauvegarde
hu: Hiba történt a biztonsági mentés létrehozásakor.
pt: Houve um erro ao realizar a cópia de segurança.
ro: A aparut o eroare la crearea copiei de rezerva.
sq: Ndodhi një gabim duke bërë kopjen rezervë
sr: Дошло је до грешке приликом израде сигурносне копије.
tr: Yedekleme bir hata oluştu.
uk: При створенні резервної копії сталася помилка.
vi: Có lỗi khi tạo bản lưu

source: Failed!
ar: فشل !
cs: Selhání!
de: Fehlgeschlagen!
es: ¡Fallo!
fr: Échec !
hu: Hiba!
pt: Falhou!
ro: Nereusit!
sq: Dështoi!
sr: Неуспешно!
tr: Başarısız!
uk: Не вдалося!
vi: Thất bại!

source: There was an error restoring the backup.
ar: هناك خطأ فى إستعادة النسخة الإحتياطية.
cs: Došlo k chybě při obnovení zálohy
de: Es ist ein Fehler beim Wiederherstellen der Sicherung aufgetreten.
es: Ocurrió un error restaurando la copia de seguridad.
fr: Il y a eu une erreur lors de la restauration de la sauvegarde
hu: Hiba történt a biztonsági mentés létrehozása közben.
pt: Houve um erro ao restaurar a cópia de segurança.
ro: A aparut o eroare la restaurarea copiei de rezerva.
sq: Ndodhi një gabim në rikthimin e kopjes rezervë.
sr: Дошло је до грешке приликом обнављања резервне копије.
tr: yedeğini geri yükleme bir hata oluştu.
uk: Сталася помилка при відновленні резервної копії.
vi: Có lỗi khi phục hồi bản sao lưu

source: The selected file is not a valid backup file.
ar: الملف المختار غير صالح.
cs: Vybraný soubor není platný záložní soubor
es: El archivo seleccionado no es un archivo de respaldo valido.
fr: Le fichier sélectionné n'est pas un fichier de sauvegarde valide.
pt: O arquivo selecionado não é um backup válido.
sq: Skedari i përzgjedhur nuk është një skedar rezervë i vlefshëm.
sr: Изабрана датотека није исправна резервна датотека.

source: Add
ar: إضافة
cs: Přidat
es: Añadir
fr: Ajouter
pt: Adicionar
sq: Shto
sr: Додај

source: Overwrite
ar: إستبدال
cs: Přepsat
es: Sobreesrcibir
fr: Écraser
pt: Substituir
sq: Mbishkruaj
sr: Пресними

source: Invalid path
ar: مسار غير صالح
cs: Neplatná cesta
es: Ruta inválida
fr: Répertoire non valide
pt: Caminho inválido
sq: Rrugë e pavlefshme
sr: Неисправна путања

source: Open a database to use the application.
ar: قم بفتح قاعدة البيانات
cs: Chcete-li aplikaci používat, otevřete databázi.
es: Abra una base de datos para usar la aplicación.
fr: Ouvrir une base de données pour utiliser l'application.
pt: Abrir um banco de dados para usara a aplicação.
sr: Отвори базу података да би користио Програм.

source: Database manager
ar: مدير قاعدة البيانات
cs: Správce databáze
de: Datenbank-Manager
es: Gestor de Base de datos
fr: Gestionnaire de base de données
hu: Adatbázisok kezelése
pt: Gestor da base de dados
sq: Menaxhusi i databazës
sr: Управљач базе података
uk: Менеджер баз даних

source: Pigeon %s has been added
ar: تم اضافة الطائر %s
cs: Holub% s byl přidán
de: Taube %s wurde hinzugefügt
es: La paloma %s se ha añadido
fr: Le pigeon %s a été ajouté
hu: A(z) %s galamb hozzáadva
pt: O pombo %s foi adicionado
ro: Porumbeul '%s' a fost adaugat
sq: Pëllumbi %s është shtuar
sr: Голуб %s је додан
tr: Güvercin %s eklendi
uk: Голуб %s був доданий
vi: Chiến binh %s đã được thêm

source: Pigeon %s has been removed
ar: تم حذف الحمامة %s
cs: Holub %s byl odebrán
de: Taube %s wurde entfernt
es: La palona %s ha sido eliminada
fr: Le pigeon %s a été supprimé
hu: A(z) %s galamb törölve
pt: Pombo %s foi removido
ro: Porumbelul '%s' a fost inlaturat
sq: Pëllumbi %s është hequr
sr: Голуб %s је избрисан
tr: Güvercin %s kaldırıldı
uk: Голуб %s був видалений
vi: Chiến binh %s đã xóa

source: %s pigeons have been removed
ar: %s تم حذفة
cs: %s Holubi byli odstaněni
de: %s Tauben wurden entfernt
es: %s palomas ha sido eliminadas
fr: %s pigeons ont été supprimés
hu: A(z) %s galamb törölve
pt: %s pombos removidos
ro: '%s' au fost inlaturati
sq: %s pëllumbat janë hequr
sr: %s голубови су уклоњени
tr: %s güvercinler çıkarıldı
uk: %s голуби були видалені
vi: %s chiến binh đã xóa

source: Breeding
ar: التزويج
cs: Odchov
de: Zucht
es: Cria
fr: Accouplement
hu: Nevelés
pt: Criacção
ro: Reproducere
sq: Mbarështim
sr: Узгој
tr: Yetiştirme
uk: Розведення
vi: Sinh sản

source: Cock
ar: ذكر
cs: H
de: Vogel
es: Macho
fr: Male
hu: Hím
pt: Macho
ro: Mascul
sq: Mashkull
sr: Мужјак
tr: Erkek
uk: Голуб
vi: Trống

source: Hen
ar: انثي
cs: HE
de: Weibchen
es: Hembra
fr: Femelle
hu: Tojó
pt: Fêmea
ro: Femela
sq: Femër
sr: Женка
tr: Dişi
uk: Голубка
vi: Mái

source: Egg 1 laid
cs: Vejce 1 bylo sneseno
es: Puesta del 1° huevo
fr: Œuf 1 pondu
sr: Јаје 1 је положено

source: Egg 1 hatched
cs: Vejce 1 se vylíhlo
es: Eclosión 1° huevo
fr: Œuf 1 éclos
sr: Јаје 1 се излегло

source: Egg 1 bandnumber
cs: Vejce 1 číslo kroužku
es: Anilla 1° pichón
fr: Œuf 1 bagué
sr: Број Алке Јајета 1

source: Egg 2 laid
cs: Vejce 1 bylo sneseno
es: Puesta del 2° huevo
fr: Œuf 2 pondu
sr: Јаје 2 је положено

source: Egg 2 hatched
cs: Vejce 1 se vylíhlo
es: Eclosión 2° huevo
fr: Œuf 2 éclos
sr: Јаје 2 се излегло

source: Egg 2 bandnumber
cs: Vejce 1 číslo kroužku
es: Anilla 2° pichón
fr: Œuf 2 bagué
sr: Број Алке Јајета 2

source: The selected path is not writeable.
ar: المسار المختار غير قابل للكتابه
cs: Na vybranou cestu nelze zapisovat.
de: der gewählte Pfad ist nicht beschreibbar.
es: No se puede escribir en la ruta seleccionada.
fr: Le répertoire sélectionné n'est pas accessible en écriture.
pt: O caminho seleccionado não pode ser usado para gravar.
sq: Rruga e selektuar është e pashkrueshme.
sr: Изабрана путања није записива.
uk: Обраний шлях не коректний

source: Select a database file...
ar: اختر ملف قاعدة البيانات
cs: Vyber soubor databáze ...
de: Wählen Sie eine Datenbank-Datei...
es: Seleccione un archivo de base de datos...
fr: Sélectionne un fichier de base de données...
hu: Adatbázis kiválasztása...
pt: Seleccione um ficheiro de base de dados...
sq: Selekto një skedar në databazë...
sr: Изаберите датотеку базе података ...
uk: Виберіть файл бази даних ...

source: Pigeon Planner database
ar: قاعدة بيانات البرنامج
cs: Pigeon Planner databáze
de: Pigeon Planner-Datenbank
es: Base de datos de Pigeon Planner
fr: Base de données de Pigeon Planner
hu: Pigeon Planner adatbázis
pt: Base de dados do Pigeon Planner
sq: Pigeon Planner databaza
sr: База података Pigeon Planner-a
uk: База даних Pigeon Planner.

source: Required
sr: Неопходно

source: Can't repair database that needs an update.
sr: Није могуће поправити базу података коју је потребно ажурирати.

source: Default
ar: الوضع الإفتراضى
cs: Výchozí nastavení
de: Standard
es: Predeterminado
fr: Valeurs par défaut
hu: Alapértelmezett
pt: Valor por defeito
ro: Implicit
sq: Paracaktuar
sr: Подразумевано
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định

source: Opened
sr: Отворен

source: Not found
sr: Није нађено

source: Not writable
sr: Није могуће писати

source: Last modified:
sr: Последњи пут измењено:

source: Waiting for action...
sr: Чекам вашу команду...

source: Check for pigeons with an empty value as year.
sr: Проверите голубове са празним уносом за годину.

source: Delete pigeon.
sr: Обрисати Голуба.

source: Deleted %s object(s)
sr: Обрисано %s Уноса

source: Check for racepoints with an invalid unit value.
sr: Проверите летачке тачке са неважећом јединицом.

source: Reset unit value to the default.
sr: Вратите вредност јединице на подразумевану.

source: Updated %s object(s)
sr: Ажурирано %s object(s)

source: Logfile Viewer
ar: عارض ملف السجل
cs: Prohlížeč log souborů
de: Log-Datei Anzeige
es: Visor de archivos de registro
fr: Visionneur de journal d'activité
hu: Naplófájl
pt: Visualizador do registo de operações
ro: Vizualizare fisier de logare
sq: Shikuesi i rezultskedarëve
sr: Logfile посматрач
tr: Logfile Göster
uk: Переглядач Logfile
vi: Logfile

source: Remove selected pigeons?
ar: حذف الطيور المحددة؟
cs: Odebrat vybrané holuby ?
es: ¿Elimninar palomas seleccionadas?
fr: Supprimer les pigeons sélectionnés ?
pt: Remover os pombos selecionados?
sq: Do heqesh pëllumbat e selektuar?
sr: Уклонити одабране голубове?
uk: Видалити вибраних голубів?

source: Remove selected pigeon?
ar: حذف الطائر المحدد؟
cs: Odebrat vybraného holuba ?
es: ¿Eliminar paloma seleccionada?
fr: Supprimer le pigeon sélectionné ?
sq: Do heqesh pëllumbin e selektuar?
sr: Уклонити одабраног голуба?
uk: Видалити вибраного голуба?

source: Hide pigeons
ar: اخفاء الطيور
cs: Skrýt holuby
es: Ocultar palomas
fr: Masquer les pigeons
sq: Fshih pëllumbat
sr: Сакриј голубове
uk: Приховати голубів

source: Hide pigeon
ar: اخفاء الطائر
cs: Skrýt holuba
es: Ocultar paloma
fr: Masquer le pigeon
sq: Fshih pëllumbin
sr: Сакриј голуба
uk: Приховати голуба

source: Remove with data will permanently delete the pigeon with all its data like pedigree, results and breeding details.
ar: عملية الخذف بالبيانات ستؤدي إلى حذف الطائر وجميع بياناته نهائيًا ، مثل شهادة النسب والنتائج وتفاصيل الانتاج.
cs: Odebrání holuba s daty, natrvalo odstraní holuba se všemi jeho daty, jako je rodokmen, výsledky a podrobnosti chovu.
es: Eliminar permanentemente borrará definitivamente la paloma con todos sus datos asociados, tales como pedigree, resultados y detalles de cria.
fr: La suppression avec les données effacera définitivement le pigeon avec toutes ses données telles que le pedigree, les résultats et les détails de l'élevage.
sq: Heqja e të dhënave do të fshijë përgjithmonë pëllumbin me të gjitha të dhënat e tij si origjina, rezultatet dhe detajet e mbarështimit.
sr: Уклони са подацима трајно ће избрисати голуба са свим његовим подацима као што су родовник, резултати и детаљи о узгоју.
uk: Видалити голуба з усіма даними назавжди.
