Repository: ishara/pigeonplanner
Catalog: pigeonplanner/data/po/*.po
Languages: ar, cs, de, es, fr, hu, pt, ro, sq, sr, tr, uk, vi

source: Only numbers are allowed when adding multiple pigeons.
ar: مسموح بالأرقام فقط عند إضافة عدد من الحمام
cs: Pouze čísla jsou přijímána jako rok vstupu
de: Nur Zahlen werden beim Hinzufügen mehrerer Tauben akzeptiert
es: Solo números son aceptados cuando se añaden multiples palomas.
fr: Seuls les chiffres sont autorisés lors de l'ajout de plusieurs pigeons.
hu: Több galamb hozzáadásánál csak a számot lehet megadni.
pt: Só são aceites números quando se adicionam muitos pombos.
ro: Doar cifrele sunt acceptate cand adaugi mai multi porumbei.
sq: Vetëm numrat lejohen kur shtohen pëllumba të shumëfishtë.
sr: Само бројеви су дозвољени приликом додавања више голубова.
tr: Yalnızca sayı birden fazla güvercin eklerken izin verilir.
uk: У полі введення номера кільця допустимі тільки цифри
vi: Chỉ chấp nhận số khi thêm chiến binh

source: At least the date and racepoint have to be entered.
ar: يجب ادخال التاريخ ونقطة السباق على الأقل.
cs: Musíš zadat datum a místo závodu
de: Mindestens Datum und Auflassort müssen eingegeben werden.
es: Al menos la fecha y puntuación, han de ser puestas.
fr: Au moins la date et le concours doivent être saisis.
hu: Legalább a dátumot és a helyszínt meg kell adni.
pt: Pelo menos a data e o local de solta têm de ser metidos.
ro: Macar data si localitatea de lansare trebuiesc a fi introduse.
sq: Të paktën data dhe vendi i garës duhet të futen.
sr: Неопходно је унети датум и место пуштања.
tr: En azından tarih ve racepoint girilmesi gerekir.
uk: Дата і позиція в гонці повинні бути введені.
vi: Ít nhất phải nhập ngày & điểm thả

source: The date you entered has the wrong format. It should be ISO-format (YYYY-MM-DD).
ar: التاريخ مدخل بشكل خاطىء . يجب أن يكون بتنسيق الأيزو (سنة-شهر- يوم).
cs: Datum, vstupu má špatný formát. To by mělo být ve formátu (RRRR-MM-DD).
de: Das eingegebene Datum hat ein falsches Format. Es sollte im ISO-Format sein (JJJJ-MM-TT).
es: La fecha ingresada no está en un formato válido. Debe ser en formato ISO (AAAA-MM-DD).
fr: La date que vous avez entrée n'est pas au bon format. Utilisez le format ISO (AAAA-MM-JJ).
hu: A beírt dátum formátuma hibás. ISO formátumot használj (ÉÉÉÉ-HH-NN)
pt: A data tem o formato errado. Deve usar AAAA-MM-DD.
ro: Data pe care ai introdus-o este intr-un format gresit. Trebuie sa fie in format ISO (AAAA-LL-ZZ)
sq: Data që keni futur ka formatin e gabuar. Duhet të jetë formati ISO (VVVV-MM-DD).
sr: Датум који сте унели има погрешан формат. Требало би да буде ISO-формат (YYYY-MM-DD). (Пример 1999-12-25)
tr: Girdiğiniz tarih yanlış biçimi vardır. ISO-biçimi (YYYY-AA-GG) olmalı ..
uk: Ви ввели дату в неправильному форматі. Потрібно використовувати ISO формат РРРР-ММ-ДД
vi: Ngày nhập vào không đúng định dạng (Năm-Tháng-Ngày).

source: The result you want to add already exists.
ar: النتيجة التي تريد إضافتها موجوده بالفعل.
cs: Výsledek, který chceš přidat již existuje.
de: Das Ergebnis, das Sie hinzufügen wollen, existiert bereits.
es: El resultado que desea añadir ya existe.
fr: Le résultat que vous voulez ajouter existe déjà.
hu: A hozzáadandó eredmény már létezik.
pt: O resultado que quer adicionar já existe.
ro: Rezultatul pe care vrei sa il adaugi exista deja.
sq: Rezultati që dëshironi të shtoni tashmë ekziston.
sr: Резултат који желите додати већ постоји.
tr: Zaten eklemek istediğiniz sonucu var.
uk: Результат, який ви хочете додати вже існує.
vi: Kết quả bạn muốn thêm đã tồn tại

source: Removing the selected result
ar: حذف النتيجة المختارة
cs: Odstranit vybraný výsledek
de: Das ausgewählte Ergebnis wird gelöscht.
fr: Suppression du résultat sélectionné
hu: Kiválasztott eredmény törlése
pt: Retirando o resultado seleccionado
ro: Sterge rezultatul selectat.
sq: Heqja e rezultatit të përzgjedhur
sr: Уклањање изабраног резултата
tr: Seçilen sonuç çıkarma
uk: Видалення вибраного результату.
vi: Xóa các kết quả được lựa chọn

source: Removing the selected breeding record
sr: Уклањање изабраних податка из Узгоја

source: Removing the selected media file
ar: إزالة ملف الوسائط المحدد
cs: Odstranit vybraný mediální soubor
de: Die gewählte Mediendatei entfernen
es: Eliminando el archivo multimedia seleccionado.
fr: Suppression du fichier média sélectionné
hu: Kiválasztott fájl eltávolítása
pt: A remover o ficheiro
ro: Inlaturarea fiserului media selectat
sq: Heqja e skedës të përzgjedhur
sr: Уклањање изабране медијске датотеке
tr: seçilmiş dosyayı siliyor
uk: Видалення обраного медіа файлу
vi: Xóa tập tin âm thanh

source: The name has to be entered.
ar: لابد من إدخال الاسم.
cs: Je třeba zadat jméno
de: Der Name muss eingegeben werden.
es: Debe introducir un nombre.
fr: Le nom doit être saisi.
hu: A név beírása szükséges.
pt: O nome tem que ser inserido.
ro: Numele trebuie introdus
sq: Emri duhet të futet.
sr: Име мора бити унето.
tr: ismi girilmesi gerekir.
uk: Ім'я повинно бути введено.
vi: Phải nhập tên.

source: Removing '%s'
ar: '%s' جارى حذف
cs: Odstranění '%s'
de: Entferne '%s'
es: Eliminando ·%s·
fr: Suppression de « %s »
hu: A(z) '%s' törlése
pt: Removendo '%s'
ro: Inlaturare '%s'
sq: Heqja '% s'
sr: Брисање '%s'
tr: Çıkarmadan '%s'
uk: Видалення '%s'
vi: Xóa '%s'

source: Are you sure you want to remove this person from your addresses?
ar: هل أنت متأكد أنك تريد إزالة هذا الشخص من العناوين الخاصة بك؟
cs: Jseš si jist, že chceš odstranit tuto osobu ze svého adresáře?
de: Sind Sie sicher, dass Sie diese Person aus Ihren Adressen löschen wollen?
es: ¿Está usted seguro de que quiere eliminar a esta persona de su libreta de contactos?
fr: Voulez-vous vraiment supprimer cette personne de votre carnet d'adresse ?
hu: Biztosan törölni szeretnéd ezt a személyt a címjegyzékből?
pt: Tem a certeza que quer remover esta pessoa da sua lista de endereços?
ro: Esti sigur ca vrei sa inlaturi aceasta persoana din adresele tale?
sq: Je i sigurt që dëshiron ta largosh këtë person nga adresat e tua?
sr: Да ли сте сигурни да желите уклонити ову особу са ваших адреса?
tr: Kişisel adreslerden bu kişiyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю персону з ваших адрес?
vi: Bạn chắc chắn xóa người này khỏi danh sách?

source: Removing '%s' from '%s'.
ar: حذف '%s' من '%s'.
cs: Odstranit '%s' z '%s'.
de: Entferne '%s' aus '%s'
es: Eliminando «%s» de «%s».
fr: Déplacement de « %s » depuis « %s ».
hu: A(z) '%s' törlése innen: '%s'.
pt: Removendo '%s' de '%s'.
ro: Inlaturare '%s' din '%s'
sq: Heqja '% s' nga '% s'.
sr: Уклањање '% s' из '% s'.
tr: Çıkarmadan '%s' den '%s'.
uk: Видалення '%s' з '%s'.
vi: Xóa '%s' từ '%s'.

source: Are you sure you want to remove this item?
ar: هل أنت متأكد أنك تريد حذف هذا البند؟
cs: Jseš si jist, že chceš odstranit tuto položku?
de: Möchten Sie diesen Eintrag wirklich löschen?
es: ¿Está seguro de que quiere eliminar este elemento?
fr: Voulez-vous vraiment supprimer cet élément ?
hu: Biztosan törölni akarod ezt a bejegyzést?
pt: Tem a certeza de que quer apagar este item?
ro: Esti sigur ca vrei sa inlaturi acest element?
sq: Je i sigurt që dëshiron ta heqësh këtë artikull?
sr: Да ли сте сигурни да желите уклонити ову ставку?
tr: Bu öğeyi kaldırmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити це?
vi: Bạn chắc chắn xóa mục này?

source: The backup was successfully created.
ar: النسخ الإحتياطي تم بنجاح.
cs: Záloha byla úspěšně vytvořena.
de: Die Sicherung wurde erfolgreich erstellt.
es: La copia de seguridad se creó correctamente.
fr: La sauvegarde a été créée avec succès
hu: Biztonsági mentés sikeresen létrehozva!
pt: A cópia de segurança (backup) foi criada com sucesso.
ro: Copia de rezerva a fost creata cu succes.
sq: Planrezerva u krijua me sukses.
sr: Резервна копија је успешно креирана.
tr: Yedekleme başarıyla oluşturuldu.
uk: Резервна копія успішно створена.
vi: Sao lưu thành công

source: Completed!
ar: تم !
cs: Dokončeno!
de: Beendet!
es: ¡Completado!
fr: Terminé !
hu: Kész!
pt: Concluido!
ro: Incheiat!
sq: Kompletuar!
sr: Завршено
tr: Tamamlandı!
uk: Завершено!
vi: Hoàn thành!

source: The backup was successfully restored.
ar: تم استعادة النسخة الاحتياطية بنجاح.
cs: Záloha byla úspěšně obnovena.
de: Die Sicherung wurde erfolgreich wiederhergestellt.
es: La copia de seguridad se ha restaurado correctamente.
fr: La sauvegarde a été restaurée avec succès.
hu: Biztonsági mentés sikeresen helyreállítva.
pt: A cópia de segurança foi restaurada com sucesso.
ro: Copia de rezerva a fost restaurata cu succes.
sq: Planrezerva u rikthye me sukses.
sr: Резервна копија је успешно обновљена.
tr: yedekleme başarılı bir şekilde geri yüklendi.
uk: Резервне копіювання було успішно відновлено.
vi: Đã phục hồi thành công

source: The program will now quit automatically to apply all changes.
ar: سيتم اغلاق التطبيق تلقائيا لحفظ التغييرات.
cs: Program bude automaticky ukončen pro aplikaci všech změn.
es: El programa se cerrará automáticamente para aplicar los cambios
fr: Le programme se fermera désormais automatiquement pour appliquer tous les changements.
pt: O programa encerrará automaticamente para aplicar as alterações.
sq: Programi tani do të hiqet automatikisht për të aplikuar të gjitha ndryshimet.
sr: Програм ће се аутоматски затворити да би применио све измене.
uk: Тепер програма автоматично вийде, щоб застосувати всі зміни.

source: No database selected to restore.
ar: لم تقم باختيار اي قاعدة بيانات لاستعادتها
cs: Nebyla vybraná žádná databazé pro obnovu.
es: Ninguna Base de Datos para restaurar
fr: Aucune base de données sélectionnée à restaurer.
pt: Nenhum banco de dados selecionado para restaurar.
sr: Није означена база података за обнављање
uk: Для відновлення не вибрана база даних.

source: No personal information found.
ar: لا توجد معلومات شخصية.
cs: Žádné informace nelze nalézt.
de: Keine persönlichen Informationen gefunden.
es: No se encontró información personal.
fr: Aucune information personnelle trouvée.
hu: Nincs beállítva elérhetőség.
pt: Nenhuma informação pessoal encontrada.
ro: Nu s-au gasit informatii personale.
sq: Nuk u gjet asnjë informacion personal.
sr: Нису пронађени лични подаци.
tr: hiçbir kişisel bilgi bulunamadı.
uk: Персональна інформація не знайдена.
vi: Không tìm thấy thông tin cá nhân

source: This will be shown on top of the printed pedigree. Do you want to add it now?
ar: هذا سيظهر أعلى شجرة النسب المطبوعة. هل تريد إضافتها الأن؟
cs: Bude zobrazen v horní části vytištěného rodokmenu. Chceš jej přidat nyní?
de: Dies wird über dem gedruckten Stammbaum angezeigt. Möchten Sie es jetzt hinzufügen?
es: Esto se mostrará en la cabecera del pedigrí impreso. ¿Quiere añadirlo ahora?.
fr: Ceci sera affiché en haut du pedigree imprimé Voulez-vous l'ajouter maintenant ?
hu: Ez a kinyomtatott családfa felső részében jelenik meg. Szeretnéd most hozzáadni?
pt: Isto será mostrado no topo da impressão do pedigree. Quer adicioná-lo agora?
ro: Acesta va aparea in partea de sus a pedigree-lui la imprimare. Vrei sa il adaugi acum?
sq: Kjo do të shfaqet në krye të origjinë së printuar. Dëshiron ta shtosh tani?
sr: Ово ће бити приказано на врху одштампаног родовника. Да ли желите да га додате сада?
tr: Bu basılı pedigree üstünde görünecek. Şimdi eklemek ister misiniz?
uk: Це буде показано на початку друкованої діаграми. Додати?
vi: Mục này sẽ hiển thị trên đầu trang in gia phả. Bạn muốn thêm vào?

source: See the logfile (File->Logfile viewer) for more info.
ar: راجع ملف السجل من قائمة (ملف >> عرض ملف السجل ) لمزيد من المعلومات.
cs: Nalezneš v souboru protokolu (Soubor-> Protokol prohlížeč souborů) pro více informací.
de: Lesen Sie die Log-Datei (Datei->Log-Datei-Betrachter) für weitere Informationen.
es: Vea el archivo de registro (Archivo->Visor de registro) para más información
fr: Voir le fichier journal pour plus d'informations
hu: További információkért nyisd meg a naplófájlt (Fájl->Naplófájl)
pt: Veja o registo (Ficheiro->Visualizar registo) para mais informação.
ro: Vizualizeaza fisierul de logare (Fisier->Vizualizare fisier de logare)
sq: Shikoni rezultatet (File->Logfile viewer) për më shume info
sr: Погледај Logfile (Фајл->Logfile посматрач) за више информација.
tr: Daha fazla bilgi için Logfile (Dosya-> Logfile görüntüleyici) Bkz.
uk: Дивіться лог-файл (File->Logfile viewer) для додаткової інформації.
vi: Xem tập tin đăng nhập (File -> Logfile) để biết thêm thông tin.

source: This will set back all the settings to the default values.
ar: هذا الخيار سيعيد كافة الإعدادات إلى القيم الافتراضية.
cs: Všechna nastavení budou nastavena na výchozí hodnoty.
de: Dies wird alle Einstellungen auf die Standardwerte zurücksetzen.
es: Esto hará retroceder todos los ajustes a los valores predeterminados
fr: Ceci ramènera tous les paramètres aux valeurs par défaut.
hu: Minden beállítás visszaállítása az eredetire.
pt: Isto irá colocar todas as configurações nos seus valores originais.
ro: Aceasta va readuce toate setarile la valorile de baza.
sq: Kjo do t'i kthejë të gjitha parametrat nga fillimi.
sr: Ово ће вратити сва подешавања на подразумеванo.
tr: varsayılan değerler tüm ayarları geri almak olacaktır.
uk: Це поверне всі налаштування до параметрів за замовчуванням.
vi: Trở về thiết lập mặc định.

source: Default settings
ar: الاعدادات الافتراضية
cs: Výchozí nastavení
de: Standardeinstellungen
es: Configuraciones predeterminadas
fr: Paramètres par défaut
hu: Alapbeállítások
pt: Configurações originais
ro: Setari de baza
sq: Parametrat e parazgjedhur
sr: Подразумевана подешавања
tr: Varsayılan ayarları
uk: Параметри за замовчуванням
vi: Thiết lập mặc định.

source: Pigeon Planner needs to be restarted for the changes to take effect.
ar: البرنامج يحتاج إلى إعادة تشغيله لتفعيل التغييرات.
cs: Pro projevení změn je třeba program restartovat
de: Pigeon Planner muss zum Übernehmen der Änderungen neu gestartet werden.
es: Pigeon Planner necesita reiniciarse para que los cambios surtan efecto.
fr: Pigeon Planner doit être redémarré pour que les modifications prennent effet.
hu: A változtatások életbelépéséhez a program újraindítása szükséges.
pt: Deve reiniciar o Pigeon Planner para que as alterações produzam efeito.
ro: Pentru ca schimbarile sa aiba efect programul trebuie repornit.
sq: Pigeon Planner duhet te restartohet që të aplikohen ndryshimet
sr: Да би промене биле примењене неопходно је поново покренути Pigeon Planner.
tr: Güvercin Planner değişikliklerin etkili olması için yeniden başlatılması gerekir.
uk: Зміни вступлять в силу після перезапуску.
vi: Pigeon Planner cần khởi động lại để các thay đổi có hiệu lực

source: Restart required
ar: إعادة تشغيل الكومبيوتر مطلوبة
cs: Je nutný restart!
de: Neustart erforderlich
es: Es necesario reiniciar
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
pt: É necessário reiniciar
ro: Este necesară repornirea
sq: Kërkohet ristartim
sr: Потребно је рестартовање
tr: Yeniden başlatma gerekiyor
uk: Необхідне перезавантаження
vi: Yêu cầu khởi động lại

source: Update available!
ar: تحديث جديد متوفر!
cs: Je k dispozici aktualizace
de: Aktualisierung verfügbar
es: ¡Actualización disponible!
fr: Mise a jour disponible !
hu: Frissítés elérhető!
pt: Actualização disponível!
ro: Imbunatatire disponibila!
sq: Përditësim i disponueshëm!
sr: На располагању је нова верзија!
tr: Kullanılabilen güncelleştirme!
uk: Доступне оновлення!
vi: Có bản cập nhật mới!

source: There is an update available, do you want to download it now?
ar: هناك تحديثاً جديداً متوفرة ، هل تريد تحميله الآن؟
cs: Je k dispozici aktualizace, chceš ji nyní stáhnout?
de: Es ist eine Aktualisierung verfügbar. Möchten Sie diese nun herunterladen?
es: Hay una actualización disponible. ¿Quiere descargarla ahora?
fr: Il y a une mise à jour disponible, voulez-vous la télécharger maintenant ?
hu: Frissítés elérhető, szeretnéd letölteni?
pt: Existe uma actualização disponível, quer descarregá-la agora?
ro: Aici gasesti o imbunatatire disponibila, vrei sa o descarci acum?
sq: Është në dispozicion një përditësim, a doni ta shkarkoni tani?
sr: На располагању је нова верзија, да ли желите да је преузмете?
tr: Şimdi yüklemek ister misiniz, bir güncelleştirme mevcut değil?
uk: Доступне оновлення програми, скачати його прямо зараз?
vi: Có bản cập nhật mới, bạn muốn tải về?

source: The recipient and sender's e-mailaddress are required.
ar: عناوين البريد الالكترون للمرسل والمستقبل مطلوبة.
cs: E-mailová adresa příjemce a odesílatele je povinná
de: Die Email-Adressen des Empfängers und des Absenders werden benötigt.
es: El destinatario y el remitente del correo electronico son obligatorios.
fr: Le nom et l'adresse électronique sont obligatoires.
hu: A feladó és a címzett e-mail címét kötelező kitölteni.
pt: São necessários os endereços de correio electrónico do remetente e do destinatário.
ro: Destinatarul si mailul expeditorului sunt necesare.
sq: E-mail adresa e marrësit dhe dërguesit është e nevojshme.
sr: Потребна је адреса примаоца и e-mail пошањиоца.
tr: alıcı ve gönderenin e-posta adresi gereklidir.
uk: Потрібна e-mail address одержувача і відправника.
vi: Yêu cầu email người gửi & người nhận

source: Error trying to get information. Are you connected to the internet?
ar: خطأ في محاولة الحصول على البيانات. هل أنت متصلا بالإنترنت؟
cs: Chyba při pokusu o získání informací. Jseš připojen k internetu?
de: Fehler beim Versuch Informationen zu laden. Sind Sie mit dem Internet verbunden?
es: Error al intentar obtener información. ¿Esta usted conectado a Internet?.
fr: Impossible de récupérer les informations, êtes-vous connecté(e) à Internet ?
hu: Kapcsolódási hiba. Ellenőrizd az internet kapcsolatot!
pt: Erro ao tentar obter informação. Está ligado à Internet?
ro: A intervenit o eroare in gasirea informatiei. Esti conectat la internet?
sq: Gabim gjatë përpjekjes për të marrë informacion. A jeni të lidhur në internet?
sr: Грешка у покушају да добијете информације. Проверите интернет конекцију.
tr: Bilgi almaya çalışırken hata oluştu. Eğer internete bağlı mı?
uk: Помилка при отриманні інформації. Ви підключені до Інтернет?
vi: Không thể lấy thông tin. Bạn đã kết nối internet?

source: A new version is available.
ar: يتوفر إصدار جديد.
cs: Nová verze je k dispozici.
de: Eine neue Version ist verfügbar.
es: Hay una nueva versión disponible.
fr: Une nouvelle version est disponible.
hu: Új frissítés érhető el.
pt: Está disponível uma nova versão.
ro: O noua versiune este disponibila!
sq: Një version i ri është në dispozicion.
sr: Нова верзија је доступна
tr: Yeni bir sürüm bulundu
uk: Доступна нова версія.
vi: Có phiên bản mới.

source: You already have the latest version installed.
ar: البرنامج المثبت لديك بالفعل هو آخر إصدار حتى الان.
cs: Již máš nainstalovanou nejnovější verzi.
de: Sie haben bereits die neueste Version installiert.
es: Usted ya tiene instalada la última versión.
fr: Vous avez déjà la dernière version.
hu: Jelenleg a legfrissebb verziót használod.
pt: Já está instalada a última versão.
ro: Ai deja ultima versiune instalata.
sq: Ju tashmë e keni të instaluar versionin e fundit.
sr: Већ поседујете најновију верзију.
tr: Zaten son sürümü yüklü.
uk: У вас встановлена остання версія.
vi: Bạn đã cài đặt phiên bản mới nhất.

source: This isn't normal, or you must be running a development version
ar: هذا امر غير طبيعي ، أو يجب أن تقوم بتشغيل الإصدار المطور
cs: To není normální, nebo musíš mít spuštěnu verzi ve vývoji
de: Das ist nicht vorgesehen. Möglicherweise benutzen Sie eine Entwicklungsversion.
es: Esto no es normal, o usted debe estar ejecutando una version de desarrollo.
fr: Ce n'est pas normal, ou vous devez utiliser une version en développement !
hu: Ez még nem végleges, vagy használd a fejlesztői verziót
pt: Isto não é normal, você deve estar a usar uma versão de desenvolvimento
ro: Acest lucru nu este normal, sau folositi o versiune de dezvoltare
sq: Kjo nuk është normale, ose duhet të ekzekutosh një version të zhvilluar
sr: Ово није нормално, или морате водити развојну верзију
tr: Bu normal değil, ya da bir geliştirme sürümü çalışıyor olmalıdır
uk: Це не нормально, або можливо ви використовуєте нестабільну версію.
vi: Có vấn đề, hoặc bạn phải chạy phiên bản phát triển!

source: Band no.
ar: رقم الدبلة
cs: Číslo kroužku
de: Ringnr.
es: Anilla numero
fr: N° de bague
hu: Gyűrűszám
pt: Número da Anilha
ro: Inelul nr.
sq: Unaze nr.
sr: Група број.
tr: Künye Numarası
uk: Кільце
vi: Số kiềng

source: Sex
ar: الجنس
cs: Pohlaví
de: Geschlecht
es: Sexo
fr: Sexe
hu: Neme
pt: Sexo
sq: Seksi
sr: Пол
tr: Cinsiyet
uk: Стать
vi: Giới tính

source: Name
ar: الاسم
cs: Jméno
es: Nombre
fr: Nom
hu: Név
pt: Nome
ro: Nume
sq: Emri
sr: Име
tr: İsim
uk: Ім'я
vi: Tên

source: Sire
ar: الأب
cs: Holub
de: Vater
es: Padre
fr: Père
hu: Apa
pt: Pai
ro: Tata
sq: Babai
sr: Отац
tr: Baba
uk: Батько
vi: Cha

source: Dam
ar: الأم
cs: Holubice
de: Mutter
es: Madre
fr: Mère
hu: Anya
pt: Mãe
ro: Mama
sq: Nëna
sr: Мајка
tr: Anne
uk: Матір
vi: Mẹ

source: Colour
ar: اللون
cs: Barva
de: Farbe
es: Color
fr: Couleur
hu: Szín
pt: Cor
ro: Culoare
sq: Ngjyra
sr: Боја
tr: Renk
uk: Колір
vi: Màu sắc

source: Loft
ar: اللوفت
cs: Holubník
de: Taubenschlag
es: Palomar
fr: Pigeonnier
hu: Dúc
pt: Pombal
ro: Compartiment
sq: Kafazi
sr: Голубарник
tr: Yuva
uk: Голубник
vi: Căn cứ

source: Strain
ar: السلالة
cs: Kmen
de: Stamm
es: Estirpe
fr: Souche
hu: Származás
pt: Família
ro: Rasa
sq: Raca
sr: Лоза
tr: 5.soy
uk: Раса
vi: Dòng chim

source: Status
ar: الحالة
cs: Stav
de: Zustand
es: Estado
fr: État
hu: Állapot
pt: Estado
ro: Statut
sq: Gjëndja
sr: Статус
tr: Durum
uk: Стан
vi: Trạng thái

source: Pedigree of:
ar: شجرة النسب لـ :
cs: Rodokmen:
de: Abstammung der Taube:
es: Pedigrí de:
fr: Pedigree de :
hu: Családfa:
pt: Pedigree de:
ro: Pedigree porumbel
sq: Pedigria e:
sr: Родовник од:
tr: Soyağacı:
uk: Родовід
vi: Gia phả của:

source: Date
ar: التاريخ
cs: Datum
de: Datum
es: Día
hu: Dátum
pt: Data
ro: Dată
sq: Data
sr: Датум
tr: Tarih
uk: Дата
vi: Ngày

source: Racepoint
ar: نقطة السباق
cs: Vypouštěcí místo
de: Auflassort
es: Puntuación
fr: Concours
hu: Helyszín
pt: Local de solta
ro: Punct de lansare
sq: Pika e garës
sr: Место пуштања
tr: Yarış Noktası
uk: Місце випуску
vi: Điểm đua

source: Placed
ar: المركز
cs: Umístění
de: Platziert
es: Puesto
fr: Placé
hu: Helyezés
pt: Colocado
ro: Loc
sq: Vendosur
sr: Постављен
tr: Yerleştirilmiş
uk: Місце
vi: Vị trí

source: Out of
ar: من أصل
cs: Z
de: Von
es: Encestadas
fr: de
hu: Indított g.
pt: de
ro: Din
sq: Jashtë nga
sr: Од
tr: Dışında
uk: З
vi: của

source: Type
ar: النوع
cs: Typ závodu
de: Typ
es: Tipo
hu: Típus
pt: Tipo
ro: Tip:
sq: Lloji
sr: Врста
tr: Tür
uk: Тип
vi: Loại

source: Wind
ar: الرياح
cs: Vítr
es: Viento
fr: Vent
hu: Szél
pt: Vento
ro: Vânt
sq: Erë
sr: Ветар
tr: Rüzgar
uk: Вітер
vi: Gió

source: Weather
ar: الطقس
cs: Počasí
de: Wetter
es: Tiempo
fr: Météo
hu: Időjárás
pt: Meteorologia
ro: Vreme
sq: Moti
sr: Временске прилике
tr: Hava
uk: Погода
vi: Thời tiết

source: Coef.
ar: الدرجة
cs: Koeficient
de: Koeff.
es: Coeficiente
hu: Koef.
ro: Punctaj
sq: Koeficient.
sr: Коеф.
tr: Katsayısı.
uk: Коэф.
vi: Hệ số

source: Sector
ar: القطاع
cs: Druh závodu
de: Bereich
es: Club
fr: Secteur
hu: Szektor
ro: Zona
sq: Sektori
sr: Сектор
tr: Sektör
uk: Сектор
vi: Khu vực

source: Category
ar: الفئة
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
pt: Categoria
ro: Categorie
sq: Kategoria
sr: Категорија
tr: Kategori
uk: Категорія
vi: Nhóm

source: Comment
ar: تعليق
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaires
hu: Megjegyzés
pt: Comentário
ro: Comentariu
sq: Komento
sr: Напомена
tr: Açıklama
uk: Коментарі
vi: Chú thích

source: Velocity
ar: السرعة
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség
pt: Velocidade
ro: Viteza
sq: Shpejtësia
sr: Брзина
tr: Hız
uk: Швидкість
vi: Vận tốc

source: Released
ar: وقت الإطلاق
cs: Vypuštěno
de: Auflass
es: Liberado
fr: Lâché
hu: Feleresztés ideje
pt: Solta
ro: Lansare
sq: Lëshuar
sr: Објављен
tr: Serbest
uk: Випущений
vi: Thả
