Repository: ishara/pigeonplanner
Catalog: po/*.po
Languages: bs

source: Error
bs: Greška

source: Warning
bs: Upozorenje

source: Pigeon Planner is already running.
bs: Pigeon Planner je već pokrenut.

source: Notification for '%s'
bs: Notifikacija za %s

source: Go to the calendar?
bs: Kalendar?

source: Invalid image!
bs: Pogrešna slika!

source: This image is either not supported or corrupt, please choose another one.
bs: Ova slika nije podržana ili je oštećena, molimo izaberite neku drugu.

source: Loading image failed!
bs: Učitavanje slike nije uspjelo!

source: Maybe you have renamed the image or moved it on your disk.
bs: Možda ste preimenovali sliku ili je premještena sa vašeg diska.

source: This pigeon already exists, but isn't showing. Do you want to show it again?
bs: Ovaj golub već postoji, ali nije prikazan. Želite li ga ponovno prikazati?

source: This pigeon already exists. Overwrite it?
bs: Ovaj golub već postoji. Želite li ga prepisati ponovo?

source: This pigeon doesn't exist. Do you want to add it?
bs: Ovaj golub ne postoji. Želite li ga dodati?

source: Adding pigeon
bs: Dodavanje golubova.

source: Invalid input!
bs: Pogrešan unos!

source: The ringnumber and year are necessary.
bs: Broj prstena i godina su obavezni za unos.

source: Only numbers are accepted as year input.
bs: Samo brojeve prihvatamo za unos.

source: Check the length of the year.
bs: Provjeri dužinu godine.

source: Only numbers are allowed when adding multiple pigeons.
bs: Samo brojevi su dozvoljeni kada dodajete više golubova.

source: At least the date and racepoint have to be entered.
bs: Barem datum i mjesto puštanja moraju biti uneseni.

source: The date you entered has the wrong format. It should be ISO-format (YYYY-MM-DD).
bs: Podatak koji ste unijeli nije u ispravnom formatu. Trebao biti u ISO-formatu (GGGG-MM-DD).

source: The result you want to add already exists.
bs: Rezultat koji želite dodati već postoji.

source: Removing the selected result
bs: Ukloni označene rezultate.

source: Are you sure?
bs: Da li ste sigurni?

source: The name has to be entered.
bs: Ime mora biti uneseno.

source: The persoon you want to add already exists.
bs: Osoba koju želite dodati već postoji.

source: Removing '%s'
bs: Uklanjanje '%s'

source: Are you sure you want to remove this person from your addresses?
bs: Da li ste sigurni da želite ukloniti tu osobu iz baze?

source: Are you sure you want to remove this item?
bs: Da li ste sigurni da želite ukloniti ove podatke?

source: Removing database
bs: Ukloni bazu podataka

source: Are you sure you want to remove the database? All data will be lost.
bs: Da li ste sigurni da želite ukloniti bazu podataka? Svi podaci će biti izgubljeni.

source: The backup was successfully created.
bs: Rezervna kopija je uspješno kreirana.

source: Completed!
bs: Završeno!

source: There was an error making the backup.
bs: Došlo je do pogreške kod izrade sigurnosne kopije.

source: Failed!
bs: Nije uspjelo!

source: There was an error restoring the backup.
bs: Došlo je do pogreške kod vraćanja sigurnosne kopije.

source: No personal information found.
bs: Nisu pronađene personalne informacije

source: This will be shown on top of the printed pedigree. Do you want to add it now?
bs: Ovo će biti dodato na vrh pedigreao kod štampe. Želite li ga dodati?

source: Error printing the pedigree
bs: Greška u printanju pedigrea.

source: An error occured in the print operation!
bs: Pojavila se greška kod printanja

source: See the logfile (File->Logfile viewer) for more info.
bs: Pogledaj log fajl (File->Logfile viewer) a više informacija.

source: This will set back all the settings to the default values.
bs: To će vratiti sve postavke na zadane vrijednosti.

source: Default settings
bs: Podrazumjevane postavke

source: Pigeon Planner needs to be restarted for the changes to take effect.
bs: Pigeon Planner zahtjeva restart da bi se uvažili efekti promjena.

source: Restart required
bs: Potreban restart

source: Update available!
bs: Update je dostupan.

source: There is an update available, do you want to download it now?
bs: Nova verzija je dostupna želite je snimiti?

source: The recipient and sender's e-mailaddress are required.
bs: Primatelj i pošiljatelj e-mail adresa su obavezna.

source: Error trying to get information. Are you connected to the internet?
bs: Greška u pokušaju da dobijete informacije. Jeste li spojeni na internet?

source: You already have the latest version installed.
bs: Već imate novu verziju instaliranu.

source: This isn't normal, or you must be running a development version
bs: To nije normalno, ili se mora biti pokrenuti razvojna verzija

source: Pedigree
bs: Pedigre

source: Send
bs: Pošalji

source: Report
bs: Izvještaj

source: Band no.
bs: Band br.

source: Sex
bs: Spol

source: Name
bs: Naziv

source: Colour
bs: Boja

source: Loft
bs: Golubarnik

source: Strain
bs: Loza

source: Date
bs: Datum

source: Racepoint
bs: Mjesto puštanja

source: Placed
bs: Stavimo

source: Out of
bs: od

source: Coef.
bs: Koef.

source: Sector
bs: Sektor

source: Type
bs: Tip

source: Category
bs: Kategorija

source: Wind
bs: Vjetar

source: Weather
bs: Meteorološko vrijeme

source: Comment
bs: Komentar

source: Velocity
bs: Brzina

source: Released
bs: Izdanje

source: Distance
bs: Rastojanje

source: Flight Time
bs: Vrijeme leta

source: Time of Arrival
bs: Vrijeme dolaska

source: Pedigree of:
bs: Pedigre za:

source: Images
bs: Slike

source: Description
bs: Opis

source: Save as...
bs: Snimi kao...

source: General
bs: Opšti podaci

source: Appearance
bs: Izgled

source: Printing
bs: Štampanje

source: Pigeons
bs: Golubovi

source: Results
bs: Rezultati

source: days
bs: dana

source: day
bs: dan

source: Save this pedigree
bs: Sačuvaj ovaj pedigte

source: View this pedigree
bs: Pogledaj ovaj pedigre

source: Print this pedigree
bs: Štampaj ovaj pedigre

source: Close this window
bs: Zatvori ovaj prozor

source: Filter results
bs: Rezultati filterisanja

source: Year of pigeon
bs: Godina goluba

source: Year of race
bs: Godina trke

source: Coefficient
bs: Koeficijent

source: Place
bs: Mjesto

source: The e-mail has been sent succesfully!
bs: E-mail je poslan uspješno!

source: Go to the website?
bs: Ideš na web stranicu?

source: Logfile Viewer
bs: Preglednik log fajla.

source: translator-credits
bs: Launchpad Contributions: jaha https://launchpad.net/~almir-jahic

source: Number of pigeons
bs: Broj golubova

source: Cocks
bs: Mužijaci

source: Hens
bs: Ženka

source: Young birds
bs: Mladi golubovi

source: Number of results
bs: broj rezultata

source: Create backup
bs: Napravi sigurnosnu kopiju

source: Choose a directory where to save the backup
bs: Izaberi direktorij gdje je snimljen backup

source: Backup
bs: Napravi rezervnu kopiju

source: Restore backup
bs: Vrati podatke sa sigurnosne kopije

source: Choose a Pigeon Planner backup file to restore
bs: Izaberi fajl za vraćanje podataka

source: Warning! This will overwrite the existing database!
bs: Upozorenje! Postojeća baza podataka će biti prepisana.

source: Restore
bs: Vrati

source: Only show:
bs: Samo prikaži:

source: Search a pigeon
bs: Pretraga golubova

source: Search for:
bs: Traži za:

source: Search in:
bs: Traži u:

source: Band numbers
bs: Broj prstena

source: Names
bs: Imena

source: Removing the selected medication entry
bs: Uklanjanje izabranog lijeka

source: Year
bs: Godina

source: <b>Pedigree sire</b>
bs: <b>Pedigre mužijaka</b>

source: <b>Pedigree dam</b>
bs: <b>Pedigre ženke</b>

source: Medication
bs: Lijekovi

source: Edit result for:
bs: Uredite rezultate za:

source: Add result for:
bs: Dodati rezultate od:

source: Relatives
bs: Srodnici

source: <b>Brothers and sisters</b>
bs: <b>Braća i sestre</b>

source: <b>Half brothers and sisters</b>
bs: <b>Polubraća i polusestre</b>

source: Common parent
bs: Zajednički roditelj

source: Filter pigeons
bs: Filter po golubu

source: Colours
bs: Boje

source: Strains
bs: Linije

source: Lofts
bs: Golubarnici

source: Dead
bs: Uginuo

source: Active
bs: Prisutan

source: Sold
bs: Prodat

source: Lost
bs: Izgubljen

source: Yards
bs: Jardi

source: Kilometres
bs: Kilometri

source: Metres
bs: Metri

source: Centimetres
bs: Centimetri

source: Inches
bs: Inči

source: Feet
bs: Fiti

source: Miles
bs: Milje

source: Nautical Miles
bs: Nautičke milje

source: Yard per Minute
bs: Jardi u minuti

source: Metres per Minute
bs: metara u minuti

source: Metres per Second
bs: metara u sekundi

source: Kilometre per Hour
bs: kilometera na sat

source: Feet per Second
bs: Fita u sekundi

source: Feet per Minute
bs: Fita u minuti

source: Mile per Hour
bs: Milja na sat

source: <edit>
bs: <uredi>

source: No notification set
bs: Obavjest nije postavljena

source: Sectors
bs: Sektori

source: Types
bs: Tipovi

source: Categories
bs: Kategorije

source: Racepoints
bs: Mjesta puštanja

source: Print Preview
bs: Prikaz pred štampu

source: Shows the first page
bs: Prikazuje prvu stranicu

source: Shows previous page
bs: Pokaži prethodnu stranicu

source: Shows the next page
bs: Prikazuje slijedeću stranicu

source: Shows the last page
bs: Prikazuje posljednju stranicu

source: Zooms to fit the whole page
bs: Zoomira da prilagodi cijelu stranicu

source: Zooms the page in
bs: Uvećava stranicu

source: Zooms the page out
bs: Umanjuje stranicu

source: _File
bs: _Datoteka

source: _Backup
bs: _Sigurnosna kopija

source: _Pigeon
bs: _Golub

source: _Edit
bs: _Uredi

source: _View
bs: _Pogled

source: _Tools
bs: _Alati

source: _Help
bs: _Pomoć

source: _Pedigree
bs: _Pedigre

source: Blank pedigree
bs: Prazan pedigre

source: Print a blank pedigree
bs: Štampaj prazan pedigre

source: Create a backup of your database
bs: Napravite sigurnosnu kopiju vaših podtataka

source: _Restore
bs: _Povrati

source: Restore a backup of your database
bs: Vratite podatke sa sigurnosne kopije

source: Quit the program
bs: Izađi iz programa

source: Add a new pigeon
bs: Dodaj novog goluba

source: Add a range of pigeons
bs: Dodaj rang golubova

source: _Logfile Viewer
bs: _Logfile Preglednik

source: See the logfile
bs: Pregledaj log fajl

source: _Find...
bs: _Traži...

source: Search through the list of pigeons
bs: Pretraga liste golubova

source: Edit the selected pigeon
bs: Uredi označenog goluba

source: Remove the selected pigeon
bs: Ukloni označenog goluba

source: View the detailed pedigree of this pigeon
bs: Pregled detaljnog pedigrea ovog goluba

source: Add resul_t
bs: Dodaj rezulta_t

source: Add a new result for this pigeon
bs: Dodaj novi rezultat za ovog goluba

source: Configure the application
bs: Podesite aplikaciju

source: Set filter options
bs: Postavi opcije filtera

source: Velocity calculator
bs: Kalkulator brzine

source: View the images of your pigeons
bs: Pregled slika vaših golubova

source: Calendar
bs: Kalendar

source: Go to the website for more information
bs: Idite na web stranicu za više informacija

source: Go to the forum for online help
bs: Idite na forum za on line pomoć

source: About this application
bs: O ovom programu

source: Navigation arrows
bs: Strelice za navigaciju

source: Show or hide the navigation arrows
bs: Pokaži ili sakrij strelice za navigaciju

source: Statistics
bs: Statistika

source: Show or hide pigeon statistics
bs: Pokaži ili sakri statistiku goluba

source: Toolbar
bs: Traka s alatima

source: Show or hide the toolbar
bs: Prikaži ili sakrij paletu alata

source: Statusbar
bs: Statusna traka

source: Show or hide the statusbar
bs: Pokaži ili sakrij traku sa alatima

source: Total
bs: Ukupno

source: To
bs: Za

source: From
bs: Iz

source: Remove pigeon
bs: Ukloni goluba

source: The following pigeon will be removed:
bs: Sledeći golubovi bit će uklojeni:

source: Keep this pigeon in the pedigree
bs: Sačuvaj ovog goluba u pedigreu

source: Keep results of this pigeon
bs: Sačuvaj rezultate za ovog goluba

source: Time
bs: Vrijeme

source: Calculate
bs: Izračunaj

source: Hours
bs: Časova

source: Minutes
bs: Minuta

source: Seconds
bs: Sekundi

source: Range
bs: Opseg

source: Prognosis
bs: Prognoza

source: View all
bs: Pregledaj sve

source: Notify me!
bs: Napomeni me!

source: Number of days in advance:
bs: Broj dana unaprijed:

source: Options
bs: Opcije

source: Default
bs: Podrazumijevano

source: Check for updates on startup
bs: Provjeri ažuriranje na početku

source: Update
bs: Ažuriranje

source: Make an automatic backup
bs: Napravi automatske rezervnu kopiju

source: Location
bs: Lokacija

source: Change the language to
bs: Promijeni jezik u

source: Change the theme
bs: Promjena teme

source: Paper format:
bs: Format papira:

source: Address
bs: Adresa

source: Phone
bs: Telefon

source: Personal
bs: Vaši lični podaci

source: Pedigree layout:
bs: Izgled pedigrea

source: Extra
bs: Ekstra

source: Image
bs: Slika

source: Pigeon
bs: Golub

source: Show the column names
bs: Prikaži nazive kolona

source: Show the date
bs: Pokaži datum

source: Print these results
bs: Štampaj ove rezultate

source: View these results
bs: Pogledaj ove rezultate

source: Email these results
bs: Pošalji rezultate e-mailom

source: Save these results
bs: Snimi ove rezultate

source: View all results
bs: Pregled svih rezultata

source: Dam
bs: Ženka

source: Sire
bs: Mužijak

source: Pigeon status
bs: Status goluba

source: Choose a status for this pigeon:
bs: Izaberi status za goluba

source: The current status is:
bs: Tekući status je:

source: Extra info
bs: Dodatne informacije

source: No extra information available.
bs: Nema dodatnih informacija

source: Buyer
bs: Kupac

source: Sending...
bs: Šaljem...

source: All
bs: Svi

source: Done by
bs: Gotovo

source: Dosage
bs: Doza

source: Vaccination
bs: Vakcinacija

source: Zooms to fit the whole picture
bs: Povećaj da stane cijela slika

source: View slideshow
bs: Pogledaj slideshow

source: View in fullscreen
bs: Pregled na cijeli ekran

source: Zooms the picture out
bs: Smanji sliku

source: Zooms the picture in
bs: Povećaj sliku

source: Shows the last picture
bs: Pokaži zadnju sliku

source: Shows the next picture
bs: Pokaži narednu sliku

source: Shows previous picture
bs: Pokaži prethodnu sliku

source: Shows the first picture
bs: Pokaži prvu sliku

source: Photo Album
bs: Foto album

source: There are no images found.
bs: Nisu pronađene slike

source: Dataset
bs: Postavka podataka

source: Item
bs: Stavka

source: Optimize
bs: Optimiziraj

source: Street
bs: Ulica

source: Zipcode / City
bs: Poštanski kod/ Grad

source: Country
bs: Zemlja

source: This is me
bs: To je meni
